Repository: RssBandit/RssBandit
Catalog: trunk/source/NewsComponents/Resources/ComponentsText.*.resx
Languages: de, it, nl_nl, pl, pt_br, sr_cyrl_cs, sr_latn_cs

# ExceptionUnsupportedAtomVersion
source: Unsupported ATOM version
de: Diese ATOM version wird derzeit nicht unterstützt
it: Versione ATOM non supportata
nl_nl: ATOM version wordt niet ondersteund
pl: Nieobsługiwana wersja ATOM
pt_br: Versão ATOM não suportada
sr_cyrl_cs: Неподржана верзија ATOM-а
sr_latn_cs: Nepodržana verzija ATOM-a

# ExceptionUnknownXmlDialect
source: This XML document does not look like an RSS feed
de: Das XML Dokument scheint kein RSS feed zu sein
it: Il documento XML non sembra essere un feed RSS valido
nl_nl: Dit XML document is geen RSS feed
pl: Ten dokument XML nie przypomina kanału RSS
pt_br: Este documento XML não parece ser um canal RSS
sr_cyrl_cs: Овај XML документ не изгледа као RSS извор
sr_latn_cs: Ovaj XML dokument ne izgleda kao RSS izvor

# ExceptionDirectoryNotExistsMessage
source: Non-Existent Directory: {0}
de: Der Ordner '{0}' existiert nicht
it: Directory non esistente: {0}
nl_nl: Map bestaat niet: {0}
pl: Katalog nie istnieje: {0}
pt_br: Diretório inexistente: {0}
sr_cyrl_cs: Не постојећи директориј: {0}
sr_latn_cs: Ne postojeći direktorij: {0}

# ExceptionRFC2822ParseGroupsMessage
source: RFC2822 date regex match succeeds, but parse the groups raises a '{0}' exception.
de: Regulärer Ausdruck für ein RFC 2822 Datum: beim Parsen der Gruppen trat folgender Fehler auf: '{0}'.
it: La ricerca tramite regex RFC2822 per le date è riuscita, ma il gruppo di parsing ha causato una eccezione '{0}'.
nl_nl: RFC2822 datum regex match succesvol, maar parsen van de groepen resulteert in een '{0}'-exception.
pl: Data wg RFC2822 została rozpoznana przez wyrażenie regularne, lecz parsownie grup wywołuje wyjątek '{0}'.
pt_br: Comparação regex de data RFC2822 bem sucedida, mas análise de grupos causou uma exceção '{0}'.
sr_cyrl_cs: RFC2822 regex подударање датума успешно, али парсирање група изазива '{0}' изузетак.
sr_latn_cs: RFC2822 regex podudaranje datuma uspešno, ali parsiranje grupa izaziva '{0}' izuzetak.

# ExceptionRFC2822InvalidTimezoneFormatMessage
source: Invalid Timezone Format: {0}.
de: Ungültiges Zeitzonenformat: {0}.
it: Il formato del Timezone è errato: {0}.
nl_nl: Onjuiste Tijdzone formaat: {0}.
pl: Nieprawidłowy format strefy czasowej: {0}.
pt_br: Formato de Fuso Horário inválido: {0}.
sr_cyrl_cs: Неисправан формат временске зоне: {0}.
sr_latn_cs: Neispravan format vremenske zone: {0}.

# ExceptionNoProcessingHandlerMessage
source: Feed Url '{0}' cannot be processed. No handler implemented.
de: Feed Url '{0}' kann nicht verarbeitet werden: kein Url Scheme Handler implementiert.
it: L'url del Feed '{0}' non può essere gestito. Nessun handler implementato.
nl_nl: Feedadres '{0}' kan niet worden verwerkt. Er is geen handler geïmplementeerd.
pl: Adres URL kanału '{0}' nie może zostać obsłużony. Nie zaimplementowano procedury obsługi.
pt_br: O endereço de internet do canal '{0}' não pode ser processado. Nenhum manuseador implementado.
sr_cyrl_cs: Url извора '{0}' не може бити процесуиран. Није имплементиран хандлер.
sr_latn_cs: Url izvora '{0}' ne može biti procesuiran. Nije implementiran handler.

# ExceptionEnclosureCacheLimitReached
source: The attempt to download the file '{0}' failed because it would exceed the size limit of {1}MB dedicated to podcasts and attachments. Either increase the size limit or delete previously downloaded attachments to make room for this download.
de: Der Versuch die Datei '{0}' ist fehlgeschlagen, weil das konfigurierte Limit für Podcasts und Anhänge von {1}MB überschritten würde. Erhöhen Sie entweder das Limit, oder geben Sie Speicherplatz auf der Festplatte frei, um den Download erfolgreich abzuschliessen.
it: Il tentativo di scaricare il file '{0}' è fallito perchè sarebbe maggiore del limite di {1}MB dedicato ai podcasts e attachments. Incrementa il limite o cancella gli attachments precedentemente scaricati.
nl_nl: Downloaden van '{0}' is niet gelukt, omdat het de grootte limiet van {1}MB gereserveerd voor podcasts en bijlagen zou overschreiden. Verkleind de grootte limiet of verwijder eerder gedownloade bijlagen.
pl: Próba pobrania pliku '{0}' nie powiodła się, ponieważ przekroczyłby on limit {1}MB miejsca ustalonego dla podcastów i załączników. Możesz albo zwiększyć limit zajmowanego przez nie miejsca, lub skasować poprzednio pobrane załączniki aby zrobić miejsce dla tego pliku.
pt_br: A tentativa de baixar o arquivo '{0}' falhou porque ele excederia o tamanho limite de {1}MB dedicado a podcasts e anexos. Ou aumente o tamanho do limite ou exclua anexos baixados anteriormente para liberar espaço para esta baixa.

# ExceptionSearchNoSearchCriteria
source: No search criteria specified
de: Es wurden keine Suchkriterien angegeben
it: Nessun criterio di ricerca specificato
nl_nl: Geen zoekterm opgegeven
pl: Brak sprecyzowanych kryteriów wyszukiwania
pt_br: Nenhum critério de pesquisa especificado
sr_cyrl_cs: Није наведен критериј претраге
sr_latn_cs: Nije naveden kriterij pretrage

# ExceptionSearchQueryBuilder
source: Query could not be build from search criterias
de: Es konnte keine Abfrage mit den spezifizierten Suchkriterien gestartet werden. Bitte definieren Sie die Kriterien neu.
it: La query non può essere creata dai criteri di ricerca
nl_nl: Er kan geen zoekopdracht worden gemaakt met deze zoektermen
pl: Zapytanie nie mogło być utworzone w oparciu o podane kryteria wyszukiwania
pt_br: Consulta não pode ser construida de critérios de pesquisa
sr_cyrl_cs: Упит се није могао направити из критерија претраге
sr_latn_cs: Upit se nije mogao napraviti iz kriterija pretrage

# ExceptionSearchQueryBuilderFatal
source: Query could not be build from search criterias. An error was caused: {0}
de: Es konnte keine Abfrage mit den spezifizierten Suchkriterien gestartet werden. Es trat ein Fehler auf: {0}
it: La query non può essere creata dai criteri di ricerca. Si è verificato un errore: {0}
nl_nl: Er kan geen zoekopdracht worden gemaakt met deze zoektermen. Een fout is opgetreden: {0}
pl: Zapytanie nie mogło być utworzone w oparciu o podane kryteria wyszukiwania. Wystąpił błąd: {0}
pt_br: Consulta não pode ser construida de critérios de pesquisa. Ocorreu um erro: {0}
sr_cyrl_cs: Упит се није могао направити из критерија претраге. Грешка је узрокована: {0}
sr_latn_cs: Upit se nije mogao napraviti iz kriterija pretrage. Greška je uzrokovana: {0}

# ExceptionLuceneSearchKindNotSupported
source: This kind of search is not anymore supported ('{0}').
de: Dieser Suchtyp wird nicht länger unterstützt ('{0}').
it: Questo tipo di ricerca non è più supportato ('{0}').
nl_nl: Ditsoort zoektermen worden niet meer ondersteund ('{0}').
pl: Ten rodzaj wyszukiwania nie jest już wspierany ('{0}').
pt_br: Este tipo de pesquisa não é mais suportado ('{0}').
sr_cyrl_cs: Ова врста претраге није више подржана ('{0}').
sr_latn_cs: Ova vrsta pretrage nije više podržana ('{0}').

# ExceptionSearchFatal
source: Fatal search error
de: Während der Suche trat ein kritischer Fehler auf
it: Errore critico di ricerca
nl_nl: Fatale zoekfout
pl: Fatalny bład wyszukiwania
pt_br: Erro fatal na pesquisa
sr_cyrl_cs: Фатална грешка приликом претраге
sr_latn_cs: Fatalna greška prilikom pretrage

# ExceptionHelpFeedTitle
source: Help on errors
de: Hilfe bei Fehlern
it: Aiuto sugli errori
nl_nl: Help bij fouten
pl: Pomoc o błędach
pt_br: Ajuda acerca de erros
sr_cyrl_cs: Помоћ у вези грешке
sr_latn_cs: Pomoć u vezi greške

# ExceptionHelpFeedItemTitle
source: Kind of error: {0}
de: Art des Fehlers: {0}
it: Tipo di errore: {0}
nl_nl: Foutsoort: {0}
pl: Rodzaj błędu: {0}
pt_br: Tipo do erro: {0}
sr_cyrl_cs: Врста грешке: {0}
sr_latn_cs: Vrsta greške: {0}

# ExceptionHelpFeedDesc
source: Provides help on errors
de: Gibt Hilfestellung bei aufgetretenen Fehlern
it: Fornisce aiuto sugli errori
nl_nl: Biedt hulp bij fouten
pl: Udostępnia pomoc o błędach
pt_br: Fornece ajuda acerca de erros
sr_cyrl_cs: Обезбеђује помоћ о грешкама
sr_latn_cs: Obezbeđuje pomoć o greškama

# ExceptionResourceAuthorization
source: Unauthorized access, credentials required or invalid credentials (HTTP status 401)
it: Accesso non autorizzato, credenziali richieste o non valide (HTTP status 401)
sr_latn_cs: Neovlašten pristup, potrebni akreditivi ili neispravni akreditivi (HTTP status 401)

# ExceptionResourceGone
source: The requested resource is not longer available (HTTP status 410)
it: La risorsa richiesta non è più disponibile (HTTP status 410)
sr_latn_cs: Traženi resurs nij višre raspoloživ (HTTP status 410)

# ExceptionClientCertificateRequired
source: Access forbidden, client certificate required or invalid client certificate provided.
de: Access forbidden, client certificate required or invalid
it: Accesso negato, un client certificate è richiesto o il certificato scelto non è valido.
nl_nl: Access forbidden, client certificate required or invalid
pt_br: Access forbidden, client certificate required or invalid
sr_latn_cs: Pristup onemogućen, potreban sertifikat klijenta ili obeѕbeđeni sertifikat klijenta nije validan.

# ExceptionNntpServerAuthenticationFailed
source: Connect to NNTP server '{0}' with authentication failed: invalid username/password
sr_latn_cs: Konekcija na NNTP server '{0}' sa autentifikacijom neuspešna: neispravni korisničko ime/lozinka
