Repository: RssBandit/RssBandit
Catalog: NewsComponents/Resources/ComponentsText.*.resx
Languages: fr

# ExceptionUnsupportedAtomVersion
source: Unsupported ATOM version
fr: Version d'ATOM non prise en charge

# ExceptionUnknownXmlDialect
source: This XML document does not look like an RSS feed
fr: Ce document XML n'a pas la forme d'un flux RSS

# ExceptionDirectoryNotExistsMessage
source: Non-Existent Directory: {0}
fr: Répertoire inexistant : {0}

# ExceptionRFC2822ParseGroupsMessage
source: RFC2822 date regex match succeeds, but parse the groups raises a '{0}' exception.
fr: La regex de date RFC2822 correspond, mais le traitement des groupes a généré l'exception '{0}'.

# ExceptionRFC2822InvalidTimezoneFormatMessage
source: Invalid Timezone Format: {0}.
fr: Format de fuseau horaire invalide : {0}.

# ExceptionNoProcessingHandlerMessage
source: Feed Url '{0}' cannot be processed. No handler implemented.
fr: L'url du flux '{0}' ne peut être traitée. Aucun handler implémenté pour ce flux.

# ExceptionEnclosureCacheLimitReached
source: The attempt to download the file '{0}' failed because it would exceed the size limit of {1}MB dedicated to podcasts and attachments. Either increase the size limit or delete previously downloaded attachments to make room for this download.
fr: La tentative de téléchargement du fichier '{0}' a échouée car il semble dépasser la taille limite de {1}Mo dédiée au podcasts et attachements. Augmentez la limite de taille ou supprimez les attachement téléchargé précédament afin de faire de la place pour ce téléchargement.

# ExceptionSearchNoSearchCriteria
source: No search criteria specified
fr: Aucun critère de recherche spécifié

# ExceptionSearchQueryBuilder
source: Query could not be build from search criterias
fr: La requête ne peut pas être construite depuis les critères de recherche

# ExceptionSearchQueryBuilderFatal
source: Query could not be build from search criterias. An error was caused: {0}
fr: La requête ne peut pas être construite depuis les critères de recherche. Une erreur est survenue: {0}

# ExceptionLuceneSearchKindNotSupported
source: This kind of search is not anymore supported ('{0}').
fr: Ce type de recherche c'est plus supporté ('{0}').

# ExceptionSearchFatal
source: Fatal search error
fr: Erreur fatale de recherche

# ExceptionHelpFeedTitle
source: Help on errors
fr: Aide sur les erreurs

# ExceptionHelpFeedItemTitle
source: Kind of error: {0}
fr: Type d'erreur: {0}

# ExceptionHelpFeedDesc
source: Provides help on errors
fr: Fournir de l'aide sur les erreurs
