Repository: RssBandit/RssBandit
Catalog: branches/v1.9.x/source/RssBandit/Properties/InfragisticsWinToolbars.*.resx
Languages: de

# DefaultAction_Item_On_Menu
source: Execute
de: Ausführen

# CustomizeDialog_LargeIconsOnMenus
source: &Large Icons on Menus
de: &Grosse Icons in den Menüs

# CustomizeDlgAddCommand_Categories
source: Categories:
de: Kategorien:

# CustomizeDialog_ResetAmp
source: &Reset...
de: &Zurücksetzen...

# CustomizeLocationDockedLeft
source: Docked Left
de: Links angedockt

# CustomizeImg_Category_File
source: File
de: Datei

# CustomDlgNewToolBarTBType
source: Toolbar Type:
de: Toolbartyp:

# CustomizeDuplicateToolbarTitle
source: Duplicate Toolbar Name
de: Toolbarname duplizieren

# CustomizeDialog_Shortcut
source: Shortcut
de: Verknüpfung

# CustomizeDlgRearrangeCommands_Close
source: Close
de: Schliessen

# CustomizeDlgImageAndText
source: Image &and Text
de: Bild &und Text

# CustomizeNewToolbarTitle
source: New Toolbar
de: Neue Toolbar

# TaskPaneForwardButtonToolTip
source: Forward
de: Vorwärts

# CustomizeDialog_Enabled
source: Enabled
de: Eingeschalten

# CustomizeImg_Tool_View
source: &View
de: &Ansicht

# CustomizeConfirmToolDeleteTitle
source: Confirm Tool Delete
de: Bestätigung Tool löschen

# CustomizeDlgCopyOf
source: Copy of
de: Kopie von

# ImportToolsWizard_Shortcut
source: Shortcut
de: Verknüpfung

# CustomizeImg_Tool_Cut
source: Cut
de: Ausschneiden

# UltraToolbarActionList_P_Key_Text
source: Key
de: Schlüssel

# CustomizeDlgTooltipDeleteTool
source: Delete the selected tool
de: Das ausgewählte Too löschen

# ImgSelectionCtrlRemoveImage
source: &Remove Image
de: &Bild löschen

# CustomizeDialog_DeleteTool
source: &Delete Tool...
de: &Löschen Tool...

# CustomizeDialog_SortCommands
source: Sort Commands Alphabetically
de: Alphabetisch sortieren

# CustomizeDlgRearrangeCommands_ResetToolbarTitle
source: Reset Toolbar
de: Toolbar zurücksetzen

# CustomizeDlgBeginGrp
source: Begin a &Group
de: &Guppe beginnen

# CustomizeImg_Category_Actions
source: Actions
de: Aktionen

# CustomizeCreateToolError
source: Error while creating new tool.
de: Fehler beim erzeugen des neuen Tools

# CustomizeDialog_New
source: &New...
de: &Neu...

# CustomizeDialog_ModifySelection
source: Modify Selection
de: Auswahl Änderung

# CustomizeNewToolTitle
source: New Tool
de: Neue Tool

# CustomizeDialog_PersonalizedMenusAndToolbars
source: Personalized Menus and Toolbars
de: Personalisierte Menüs und Toolbars

# MoreWindowsDlgTileHorz
source: Tile &Horizontally
de: Tile &horizontal

# CustomizeDlgKbdRemove&amp;Remove
source: &Remove
de: &Löschen

# AddRemoveButtons
source: &Add or Remove Buttons
de: &Button hinzufügen oder entfernen

# CustomizeImg_Tool_Paste
source: Paste
de: Einfügen

# ImportToolsWizard_Caption
source: Caption
de: Bezeichnung

# CustomizeConfirmShortcutRemovalTitle
source: Reset Shortcut Customizations
de: Verknüfungsanpassung zurücksetzen

# ImportToolsWizard_Cancel
source: Cancel
de: Abbrechen

# CustomizeRenameToolbarErrorTitle
source: Error Renaming Toolbar
de: Fehler beim umbennen der Toolbar

# CustomizeDialog_Image
source: &Image
de: B&ild

# CustomizeDlgKbdSpecCmd
source: Specify a Command
de: Bestimmt ein Kommando

# CustomizeDlgGenerateCode_SelectAllTools
source: Select All
de: Alle auswählen

# CustomDlgNewToolBarCancel
source: Cancel
de: Abbrechen

# ControlContainerToolActionList_P_Control_Text
source: Control
de: Kontroll

# CustomizeImg_Tool_Redo
source: Redo
de: Wiederholen

# CustomizeDlgRearrangeCommands_Title
source: Rearrange Commands
de: Kommandos reorganisieren

# CustomizeImg_Tool_Edit
source: &Edit
de: B&earbeiten

# ImportDlgImport
source: &Import
de: &Importieren

# CustomizeMenuAnimationRandom
source: Random
de: Zufall

# CustomizeDlgRearrangeCommands_Delete
source: &Delete
de: &Löschen

# CustomizeDialog_RenameAmp
source: R&ename...
de: &Umbenennen...

# CustomizeDlgKbdAssign
source: &Assign
de: &Zuweisen

# CustomizeDlgGenerateCode_Title
source: Generate Tool Click Code
de: Generiert Tool Click Code

# CustomizeDlgNewToolKey
source: &Key
de: &Schlüssel

# CustomizeImg_Tool_Image
source: &Image
de: B&ild

# PopupMenuDesigner_AvailableTools
source: Available Tools:
de: Verfügbare Tools:

# DeserializationError
source: Error encountered while deserializing stream.
de: Während der Umwandlung der Daten von seriell in parallel ist ein Fehler aufgetreten.

# CustomizeDialog_AlwaysShowFullMenus
source: Always show full me&nus
de: Immer die vollständigen Menüs anzeigen

# CustomizeDlgConvertToolType
source: Change Tool Type...
de: Tooltyp ändern...

# MdiCommandTileHorizontal
source: Tile Hori&zontally
de: Tile hori&zontal

# CustomizeDlgAddCommand_Title
source: Add Command
de: Kommando hinzufügen

# CustomizeImg_Tool_New
source: &New...
de: &Neu...

# ToolbarCloseButtonToolTip
source: Close
de: Schliessen

# CustomizeDlgRearrangeCommands_ResetMenuMessage
source: Are you sure you want to reset changes made to menu '{0}'?
de: Wollen Sie alle Änderungen Menü '{0}' zurücksetzen?

# CustomizeDialog_AllProps
source: All Props
de: Alle Eigenschaften

# MoreWindowsDlgTileVert
source: Tile &Vertically
de: Tile &vertikal

# CustomizeImg_Tool_Copy
source: Copy
de: Kopieren

# CustomizeLoadSaveOption_Save
source: Save
de: Speichern

# OptionSetTypeEditFrmClose
source: Close
de: Schliessen

# MdiCommandArrangeIcons
source: &Arrange Icons
de: &Icons ausrichten

# CustomizeDialog_Commands
source: Commands
de: Kommandos

# CustomizeDlgSelectedToolTypeLiteralNone
source: None
de: Keine

# CustomizeDlgPasteButtonImage
source: &Paste Button Image
de: &Button-Bild einfügen

# CustomizeDialog_CreateCopyOfTool
source: &Create Copy of Tool
de: &Kopie des Tools erzeugen

# CustomizeKeyboardShortcutAssignedLiteral
source: Currently assigned to: {0}
de: Aktuell zugewiesen an {0}

# CustomizeDialog_LoadSave
source: Load/Save...
de: Laden/Speichern...

# CustomizeDlgRearrangeCommands_MenuBar
source: Menu &Bar:
de: Menü &Bar:

# CustomizeImg_Tool_GradientCircular
source: Circular
de: Kreisförmig

# CustomizeDlgGenerateCode_ViewGeneratedCode
source: 3. &View Generated Code
de: 3. &Generierten Code anzeigen

# ExistingToolDlg_Category
source: &Category:
de: &Kategorie:

# CustomizeDlgRearrangeCommands_MoveUp
source: Move &Up
de: Nach &oben verschieben

# TaskPanePreviousButtonToolTip
source: Previous
de: Vorherige

# CustomizeDialog_RearrangeCommands
source: &Rearrange Commands...
de: Kommandos &reorganisieren...

# CustomizeImg_Category_Menus
source: Menus
de: Menüs

# CustomizeImg_Tool_DrawLineTool
source: Line
de: Linie

# MoreItemsDlgTitle
source: More Items...
de: Mehr Elemente...

# CustomizeDlgCopyButtonImage
source: &Copy Button Image
de: Button-Bild &kopieren

# CustomizeMenuAnimationUnfold
source: Unfold
de: Entfalten

# CustomizeToolTypeList
source: List
de: Liste

# CustomizeDialog_Milliseconds
source: milliseconds
de: Millisekunden

# CustomizeDlgKbdDesc
source: Description
de: Beschreibung

# CustomizeDlgNewToolCategory
source: &Category
de: &Kategorie

# DefaultAction_Popup_Closed
source: Open
de: Öffnen

# ToolEditErrorInvalidValue
source: Unable to update the tool value: {0}
de: Nicht imstande den Toolwert zu aktualisieren: {0}

# CustomizeDlgGenerateCode_CopyToClipboard
source: &Copy To Clipboard
de: &In die Ablage kopieren

# CustomizeDialogGenerateToolClickCodeTitle
source: Generate Tool Click Code
de: Generiert Tool Click Code

source: &Customize...
de: &Anpassen...

# ImportToolsWizard_ToolbarType
source: Type
de: Typ

# ExistingToolDlg_Insert
source: &Insert
de: &Einfügen

# CustomizeDlgInsertExistingItem
source: Insert Existing Tool...
de: Vorhandes Tool einfügen...

# CustomizeAddToolError
source: Error encountered while adding tool '{0}'.
de: Während dem Hinzufügen eines Tools ist ein Fehler aufgetreten '{0}'.

# CustomizeDialog_BasicProps
source: Basic Props
de: Grundeinstellungen

# CustomizeImg_Tool_DrawRectangleOutlineTool
source: Rectangle
de: Rechteckig

# PopupMenuDesigner_NewMenu
source: New...
de: Neu...

# CustomizeDialog_CaptionCategoryKey
source: &Caption, Category, Key
de: &Bezeichnung, Kategore, Schlüssel

# ImgSelectionCtrlSelFromImgList
source: S&elect From ImageList
de: Wählen Sie aus der Bild-Liste aus.

# CustomizeConfirmToolbarResetTitle
source: Confirm Toolbar Reset
de: Bestätigung Toolbar zurücksetzen

# CustomizeImg_Category_View
source: View
de: Ansicht

# CustomizeAddToolbarErrorTitle
source: Error Adding Toolbar
de: Fehler beim hinzufügen der Toolbar

# CustomizeDialog_PgTools
source: pgTools
de: Tools

# CustomizeImg_Tool_GradientRectangular
source: Rectangular
de: Rechteckig

# CustomizeDlgRearrangeCommands_ResetMenuTitle
source: Reset Menu
de: Menü zurücksetzen

# CustomizeDlgRearrangeCommands_Choose
source: Choose a menu or toolbar to rearrange
de: Wählen Sie bitte ein Menü oder eine Toolbar die Reorganisiert werden soll.

# CustomizeDlgResetButtonImage
source: Re&set Button Image
de: Button-Bild zurücksetzen

# CustomizeImg_Tool_Bold
source: Bold
de: Fett

# MoreWindowsDlgActivate
source: &Activate
de: &Aktivieren

# OptionSetTypeEditorDlg2Cancel
source: Cancel
de: Abbrechen

# ToolBaseActionList_P_Key_Text
source: Key
de: Schlüssel

# DescToolTipDlgNoHelp
source: No Help topic is associated with this item.
de: Kein Hilfethema vorhanden.

# ConvertToolDlg_ToolKey
source: Key:
de: Schlüssel:

# MoreWindowsDlgMoreWindows
source: More Windows...
de: Mehr Fenster...

# CustomizeDlgSelectedToolTypeLiteral
source: <Selected tool type: {0}>
de: <Selektierter Tooltyp: {0}>

# CustomizeSelectImageTitle
source: Select Image
de: Bild auswählen

# PopupMenuDesigner_Instructions
source: The following is a list of the current tools that can be placed on the menu. To update the menu, select the menu to edit in the combo box and then drag tools from the list below into the list on the left.
de: Folgendes ist die Liste der aktuellen Tools welche ins Menü gesetzt werden können. Um das Menü zu aktuallisieren, wählen Sie das Menü aus um in der Combo-Box zu editieren und ziehen Sie die Tools von der unteren Liste in die Liste links.

# CustomizeDialog_CategoriesMidAmp
source: Cate&gories:
de: Kate&gorien:

# ConvertToolDlg_Cancel
source: Cancel
de: Abbrechen

# CustomizeDialog_Other
source: Other
de: Andere

# CustomizeAddToolErrorTitle
source: Error Adding Tool
de: Fehler beim hinzufügen des Tools

# CustomizeImg_Tool_FlipVertical
source: Flip Vertical
de: Verikal kippen

# ImportDlgOptions
source: Options
de: Optionen

# PopupControlContainerToolActionList_P_Control_Text
source: Control
de: Kontroll

# DragToolErrorTitle
source: Error Dragging Tool
de: Fehler beim ziehen des Tools

# DescToolTipDlgNewWebPage
source: New Web Page
de: Neue Webseite

# CustomizeCategoryUnassigned
source: Unassigned
de: Nicht zugewiesen

# CustomizeSelectImageFileErrorTitle
source: Image Load Error
de: Bild Ladefehler

# CustomizeDlgInsertNewItem
source: Insert New Tool...
de: Neues Tool einfügen

# CustomizeDlgSelectObjectPropertyTab
source: Selected Object
de: Ausgewähltes Objekt

source: &Reset Toolbar
de: Toolbar & zurücksetzen

# CustomizeDlgNewToolType
source: Tool &Type
de: Tool &Typ

# MoreWindowsDlgMinWindows
source: Minimize Window(s)
de: Fenster minimieren

# CustomizeDialog_ImportMenusFromForm
source: Import Menus From Form...
de: Import Menüs von...

# CustomizeRenameToolbarError
source: Error while renaming toolbar to '{0}'.
de: Fehler beim umbennen der Toolbar zu '{0}'

# ImportToolsWizard_Finish
source: Finish
de: Fertig

# CustomizeDuplicateToolTitle
source: Duplicate Tool Name
de: Toolname duplizieren

# MoreWindowsDlgClose
source: C&lose
de: &Schliessen

# CustomizeDlgNewToolTitle
source: New Tool
de: Neue Tool

# CustomizeDialog_Rename
source: &Rename...
de: &Umbennen...

# CustomizeDlgNewToolCustomizerCaption
source: C&ustomizer Caption
de: Angepasst Bezeichnung

# CustomizeDlgGenerateCode_Close
source: Close
de: Schliessen

# CustomizeDlgRearrangeCommands_ModifySelection
source: &Modify Selection
de: &Auswahl bearbeiten

# PopupMenuDesigner_CurrentMenu
source: Current Menu:
de: Aktuelles Menü:

# RemoveOptionSetContextMenuItem
source: Remove Option Set...
de: OptionSet löschen...

# CustomizeDialog_NewToolbar
source: &New Toolbar...
de: &Neue Toolbar...

# CustomizeKeyboardShortcutUnassignedLiteral
source: [unassigned]
de: [nicht zugewiesen]

# CustomizeDialog_KeyboardBeginAmp
source: &Keyboard...
de: &Tastatur

# CustomizeImg_Tool_FlipHorizontal
source: Flip Horizontal
de: Horizontal kippen

# CustomizeImg_Tool_GradientHorizontal
source: Horizontal
de: Horizonal

# CustomizeDialog_CantModifyInheritedToolbarProperties
source: Note: Can't modify properties of selected toolbar since it is inherited
de: Merke: Die Eigenschaften der ausgewählten Toolbar können nicht verändert werden da diese übernommen werden.

# CustomizeDlgInsertNewToolsMenu
source: Insert Tools
de: Tools einfügen

# CustomizeSelectImageFileError
source: Error encountered while loading image from file {0}
de: Während das Bild aus der Datei geladen wurde ist ein Fehler aufgetreten {0}

# CustomizeDialog_CustomizeMain
source: Customize
de: Angepassen

# CustomizeAddToolbarError
source: Error encountered while adding toolbar '{0}'.
de: Beim Hinzurügen der Toolbar ist ein Fehler aufgetreten. '{0}'

# CustomizeDlgTextOnlyInMenus
source: Text &Only (in Menus)
de: &Nur Text (in Menüs)

# CustomizeDlgKbdResetAll
source: Re&set All...
de: Alles &Zurücksetzen...

# CustomizeMenuAnimationNone
source: None
de: Keine

# CustomizeEmptyCategoryLiteral
source: <No Category Assigned>
de: <Keine Kategorie zugewiesen>

# DefaultAction_ButtonTool_On_Toolbar
source: Press
de: Drücken

# CustomizeImg_Tool_GradientVertical
source: Vertical
de: Vertikal

# CustomizeDlgEditButtonImage
source: &Edit Button Image...
de: Button-Bild &bearbeiten...

# CustomizeConfirmToolbarDeleteTitle
source: Confirm Toolbar Delete
de: Bestätigung Toolbar löschen

# MdiCommandCloseWindows
source: C&lose All Windows
de: &Alle Fenster schliessen

# CustomizeConfirmToolbarDelete
source: Are you sure you want to delete the '{0}' toolbar?
de: Wollen Sie den Toolbar '{0}' wirklich löschen?

# CustomizeDialog_PopupMenuDesigner
source: PopupMenuTool Designer
de: PopupMenüTool Designer

# FontListTool_Exception_CannotSetValueList
source: The ValueList property cannot be set for the FontListTool.
de: Die Wertlisten Eigenschaft kann für das SchriftartenlistenTool nicht eingestellt werden.

# CustomizeDialog_Visible
source: Visible
de: Sichtbar

# TaskPaneNextButtonToolTip
source: Next
de: Weiter

# CustomizeLocationDockedBottom
source: Docked Bottom
de: Angedockter Bottom

# NewToolPlaceHolderCaption
source: [Insert New Tool]
de: [Neues Toll einfügen]

# ImportDlgImported
source: Imported
de: Importiert

# CustomizeDialog_CantModifyInheritedToolProperties
source: Note: Can't modify properties of selected tool since it is inherited
de: Merke: Die Eigenschaften des ausgewählten Tools können nicht verändert werden da diese übernommen werden.

# CustomizeDialog_ImportToolbarsFromForm
source: Import Toolbars From Form...
de: Import Toolbars von...

# CustomizeDlgDefStyle
source: Defa&ult Style
de: Standard Style

# CustomizeImg_Tool_Exit
source: E&xit
de: &Beenden

# TaskPaneNavigationMenuToolTip
source: Other Task Panes
de: Andere Task Panes

# CustomizeDialog_Options
source: Options
de: Optionen

# CustomizeDlgKbdTitle
source: Customize Keyboard
de: Tastatur anpasen

# CustomizeImg_Tool_File
source: &File
de: &Datei

# CustomizeDlgAddCommand_Choose
source: Choose the command to add and click OK
de: Wählen Sie den Befehl 'Hinzufügen' und klicken Sie OK

# CustomizeDialog_MenuAnimations
source: &Menu Animations:
de: &Menü Animationen:

# ImportToolsWizard_Category
source: Category
de: Kategorie

# CustomizeDlgGenerateCode_SelectAllCode
source: &Select All
de: Alle au&swählen

# CustomizeImg_Tool_RotateRight
source: Rotate Right
de: Nach rechts drehen

# QuickCustomizeToolTip2000
source: More Buttons
de: Mehr Buttons

# CustomizeDialog_FloatingToolbarFadeDelay
source: Floating Toolbar Fade Delay
de: Bewegliche Toolbar-Verblassung verzögert

# CustomizeImg_Tool_Move_Left
source: Move Left
de: Verschiebe nach links

# CustomizeImg_Tool_Open
source: &Open...
de: &Öffnen...

# CustomizeDialog_Delete
source: &Delete...
de: &Löschen...

# OptionSetsToStringLiteral
source: Count:
de: Anzahl

# CustomizeDialog_ShowScreenTipsOnToolbars
source: Show Screen&Tips on toolbars
de: Screentips auf den Toolbars anzeigen

# CustomizeDlgTextOnAlways
source: &Text Only (Always)
de: &Nur Text

# QuickCustomizeToolTipXP
source: Toolbar Options
de: Toolbar Optionen

# CustomizeDialog_QuestionProperties
source: \'?????\" Properties
de: \'?????\" Eigenschaften

# CustomizeDlgRearrangeCommands_Commands
source: &Commands:
de: &Kommandos:

# CustomizeDialog_LargeIconsOnToolbars
source: L&arge Icons on Toolbars
de: G&rosse Icons in den Toolbars

# OptionSetTypeEditorDlgClose
source: &Close
de: S&chliessen

# CustomizeDlgReset
source: &Reset
de: &Zurücksetzen

# CustomizeDlgRearrangeCommands_Reset
source: &Reset...
de: &Zurücksetzen...

# CustomizeDialog_CommandsEndAmp
source: Comman&ds
de: Komman&dos

# CustomizeDialog_Description
source: Description
de: Beschreibung

# CustomizeDialog_LargeImage
source: &Large Image
de: &Grosses Bild

# ToolEditErrorMessageTitle
source: Data Error
de: Datenfehler

# CustomizeDialogContextMenuSortToolsLiteral
source: Sort Tools Alphabetically
de: Alphabetische Sortierungstoll

# MoreItemsDlgClose
source: &Close
de: &Schliessen

# CustomizeDlgRearrangeCommands_Add
source: &Add...
de: &Hinzufügen...

# CustomizeDlgRecentlyUsed
source: R&ecently Used
de: Kürzlich verwendet

# MdiCommandTileVertical
source: Tile &Vertically
de: Tile &vertikal

# CustomizeDuplicateToolbarMessage
source: The toolbar name '{0}' already exists. Please choose another name.
de: Der Toolbarname '{0}' existiert schon. Bitte wählen Sie einen anderen.

# ToolBaseActionList_SharedProperties_Header
source: Shared Properties
de: Gemeinsam genutzte Eigenschaften

# CustomizeDlgAddCommand_Cancel
source: Cancel
de: Abbrechen

# ImportDlgCancel
source: &Cancel
de: Abbre&chen

# TaskPaneBackButtonToolTip
source: Back
de: Zurück

# CustomizeDialog_EnabledVisible
source: Enabled, Visible
de: Sichtbar eingeschalten

# CustomizeDlgKbdCmd
source: C&ommands:
de: &Kommands:

# ImgSelectionCtrlSelFromFile
source: Select From &File...
de: Von &Datei auswählen...

# CustomizeConfirmShortcutRemoval
source: Are you sure you want to reset all shortcut customizations?
de: Wollen Sie alle angepassen Verknüfungen zurücksetzen?

# CustomizeKeyboardTitle
source: Customize Keyboard
de: Tastatur anpasen

# ToolBaseActionList_P_Shortcut_Text
source: Shortcut
de: Verknüpfung

# CustomizeDialogContextMenuSortCommandsLiteral
source: Sort Commands Alphabetically
de: Alphabetisch sortieren

# CustomizeDialog_SortToolsAlphabetically
source: &Sort Tools Alphabetically
de: &Alphabetisches Sortierungstool

# CustomizeDialog_Caption
source: Caption
de: Bezeichnung

# CustomizeImg_Tool_Move_Up
source: Move Up
de: Nach oben verschieben

# ToolBaseActionList_P_Caption_Text
source: Caption
de: Bezeichnung

# CustomizeConfirmResetUsageDataTitle
source: Reset Usage Data
de: Benutzte Daten zurücksetzen

# CustomizeDialog_ResetMyUsageData
source: &Reset my usage data
de: Benuterdaten &zurücksetzen

# CustomizeLocationDockedTop
source: Docked Top
de: Oben angedockt

# DefaultAction_Popup_Opened
source: Close
de: Schliessen

# CustomizeConfirmToolDelete
source: Are you sure you want to delete the tool '{0}' ?
de: Wollen Sie das Tool '{0}' wirklich löschen?

# DescToolTipDlgNewBlankWeb
source: Creates a new, blank Web page in the document window.
de: Neue Webseite im Dokumentfenster öffnen.

# CustomizeRenameToolbarTitle
source: RenameToolbar
de: Toolbar umbenennen...

# CustomizeImg_Tool_ZoomIn
source: Zoom In
de: Vergrössern

# CustomizeImg_ToolBar_Main_Menu
source: Main Menu
de: Hauptmenü

# CustomizeDlgDelete
source: &Delete
de: &Löschen

# CustomizeDialog_NewTool
source: &New Tool...
de: &Neue Tool...

# OptionSetTypeEditorDlgRemove
source: &Remove...
de: &Löschen...

# MoreWindowsPrompt
source: &More Windows...
de: Mehr Fenster...

# CustomizeLoadSaveCloseButton
source: Close
de: Schliessen

# CustomizeDialog_ShowShortcutKeysInScreenTips
source: Show s&hortcut keys in ScreenTips
de: &Verknüpfung Schlüssel in den Screentips anzeigen

# CustomizeDialog_SmallImage
source: Sm&all Image
de: &Kleines Bild

# ExistingToolDlg_Close
source: &Close
de: &Schliessen

# TearawayToolTip
source: Drag to make this menu float
de: Ziehen um dieses Menü zu starten.

# NewToolbarButtonCaption
source: New Toolbar...
de: Neue Toolbar...

# CustomizeSelectImageFile
source: Select Image From File
de: Wählen Sie das Bild aus einer Datei

# CustomizeConfirmResetUsageData
source: This will delete the record of the commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
de: Diese Funktion löscht die Aufzeichnung der Befehle welche in dieser Anwendung verwendet wurden und stellt die Defaulteinstellungen im Menü und in der Toolbar wieder her. Es annuliert keine expliziten Kundensteinstellungen. Sind Sie sicher dass Sie fortfahren wollen?

# CustomizeShortcutNoneLiteral
source: None
de: Keine

# CustomizeImg_Tool_GradientElliptical
source: Elliptical
de: Elliptisch

# CustomizeDialog_ResetMidAmp
source: R&eset...
de: Zurücksetzen...

# CustomizeCategoryAllCommands
source: All Commands
de: Alle Kommandos

# CustomizeDialog_ToolsByCategory
source: Tools by category
de: Tools nach Kategorie

# ImportToolsWizard_ToolType
source: Tool Type
de: Tool Typ

# MoreItemsPrompt
source: &More Items...
de: Mehr Elemente...

# CustomizeDlgRearrangeCommands_ResetToolbarMessage
source: Are you sure you want to reset changes made to toolbar '{0}'?
de: Wollen Sie alle Änderungen in der Toolbar '{0}' zurücksetzen?

# ExistingToolDlg_ToolType
source: &Tool Type:
de: &Tool Typ:

# CustomizeDialog_SelectedCommand
source: Selected command:
de: Kommando auswählen:

# CustomizeDlgSelectControlMenu
source: Control
de: Kontroll

# CustomizeDlgKbdCat
source: &Categories:
de: &Kategorien:

# ImageEditor_LoadFileTitle
source: Open
de: Öffnen

# CustomizeDlgNewToolAdd
source: Add
de: Hinzufügen

# CustomizeCreateToolErrorTitle
source: Error Creating Tool
de: Fehler beim erzeugen des Tools

# NoneLiteral
source: (none)
de: (Keine)

# CustomizeDialog_CloseNoAmp
source: Close
de: Schliessen

# CustomizeImg_Tool_RotateLeft
source: Rotate Left
de: Nach links drehen

# CustomizeDialog_Category
source: Category
de: Kategorie

# ToolBaseActionList_P_DisplayStyle_Text
source: Display Style
de: Ansichtsmodus

# CustomDlgRenameToolBarTitle
source: Rename Toolbar
de: Toolbar umbenennen...

# CustomizeMenuAnimationSlide
source: Slide
de: Gleiten

# CustomizeDialog_NewBeginAmp
source: &New
de: &Neu

# CustomizeImg_Tool_GradientForwardDiagonal
source: ForwardDiagonal
de: Vorwärts Diagonal

# MoreWindowsDlgCloseWindows
source: &Close Window(s)
de: &Fenster schliessen

# CustomizeImg_Tool_FontName
source: Font:
de: Schriftart:

# CustomizeImg_Tool_ZoomOut
source: Zoom Out
de: Verkleinern

# CustomizeImg_Tool_Move_Down
source: Move Down
de: Nach unten verschieben

# CustomizeDialog_Key
source: Key
de: Schlüssel

# CustomizeConfirmToolbarReset
source: Are you sure you want to reset all customizations performed on toolbar '{0}'?
de: Wollen Sie alle Änderungen in der Toolbar '{0}' zurücksetzen?

# CustomizeDlgRearrangeCommands_MoveDown
source: Move Dow&n
de: Nach &unten verschieben

# CustomizeDlgNewToolCaption
source: Ca&ption
de: &Bezeichnung

# CustomizeDlgTooltipCreateNewTool
source: Create a new tool
de: Neues Tool generieren

# ExistingToolDlg_Title
source: Insert Existing Tool
de: Vorhandes Tool einfügen
