Repository: RssBandit/RssBandit
Catalog: branches/v1.9.x/source/RssBandit/Properties/InfragisticsWinTree.*.resx
Languages: de, it, ru

# AllNodesDelete
source: All nodes in the UltraTree will be deleted. Do you want to continue?
de: Alle Knoten im UltraTree werden gelöscht. Möchten Sie fortfahren?
it: Tutti i nodi dell'albero UltraTree verranno cancellati. Vuoi continuare?
ru: Все узлы в УльтраДереве будут удалены. Вы хотите продолжить?

# NodePropAddSibling
source: Add &Sibling
de: &Sibling hinzufügen
it: Aggiungi Fratello
ru: Добавить сестру

# NodePropAddChild
source: Add C&hild
de: Unterknoten hinzufügen
it: Aggiungi Figlio
ru: Добавить потомка

# NodePropertyOK
source: OK
ru: ОК

# NodePropEdit
source: &Edit
de: &Bearbeiten
it: &Modifica
ru: Редактировать

# NodeEditClear
source: &Clear
de: &Löschen
it: &Cancella
ru: Очистить

# BeforeNodesDeletedTitle
source: Delete UltraTreeNodes
de: UltraTree-Knoten löschen
it: Elimina nodi UltraTree
ru: Удалить ДеревоУзлов

# NodePropertyCancel
source: Cancel
de: Abbrechen
it: Annulla
ru: Отмена

# NodeEditDelete
source: &Delete
de: &Löschen
it: &Cancella
ru: &Удалить

# BeforeNodesDeletedMessage
source: You have selected {0} node(s) for deletion. Choose Yes to delete the UltraTreeNode(s) or No to exit.
de: Sie haben {0} Knoten zum löschen ausgewählt . Wählen Sie Ja um den Knoten zu löschen oder Nein um abzubrechen.
it: Hai selezionato {0} nodi per l'eliminazione. Scegli SI per eliminare i nodi dell'albero, oppure No per annullare.
ru: Вы выбрали {0} узел(ы) для удаления. Выберите Да, чтобы удалить УзелДерева или нет чтобы выйте.

# SelNodeEdit
source: Select node to edit:
de: Wählen Sie den zu bearbeitenden Knoten aus:
it: Seleziona il nodo da modificare:
ru: Выберите узел для изменения:

# NodeEditorTitle
source: UltraWinTree Node Editor
it: Editor Nodi UltraWinTree
ru: Редактор Узла UltraWinTree

# NodePropAddRoot
source: Add &Root
de: &Root hinzufügen
it: Aggiungi Radice
ru: Добавить корневое месторасположение

# NodePropertyEditorLabelEditMessage
source: Node Label changed.
de: Knoten Label geändert.
it: Etichetta Nodo modificata.
ru: Подпись узла изменена.

# SelNodeLabel
source: Selected Node Label:
de: Ausgewähltes Knoten Label
it: Etichetta nodo selezionato:
ru: Выбранная подпись узла:

source: Node Property
de: Knoten Eigenschaften
it: Proprietà Nodo
ru: Свойства Узла

# PasteErrorMessage
source: The following error was encountered while attempting to paste nodes from the clipboard: {0}
de: Während die Knoten vom Clipboard kopiert wurden, ist folgender Fehler aufgetreten: {0}
it: Mentre si tentava di di incollare nodi dagli Appunti, si è verificato il seguente errore: {0}
ru: Следующая ошибка при попытке вставить узлы из буфера обмена: {0}

# PasteErrorMessageCaption
source: Paste error
de: Einfügefehler
it: Errore Incollamento
ru: Вставить ошибку

# DefaultAction_Collapse
source: Collapse
de: Zusammenklappen
it: Richiudi
ru: Свернуть

# DefaultAction_Expand
source: Expand
de: Aufklappen
it: Espandi
ru: Развернуть

# DefaultAction_EnterEditMode
source: Enter edit mode
de: Geben Sie bitte den Editiermodus ein
it: Modalità Modifica
ru: Запустить режим редактора

# DefaultAction_Sort
source: Sort
de: Sortieren
it: Ordinamento
ru: Сортировка

# NodesCollectionEditor_CannotModifyNodes
source: The nodes collection cannot be edited when there are bound nodes in the tree.
de: Wenn gebundene Knoten im Baum vorhanden sind, kann die Knoten-Sammlung nicht editiert werden.
it: La collezione dei nodi non può essere modificata quando nell'albero ci sono nodi collegati.
ru: Коллекция узлов не может быть отредактирована, когда есть связанные узлы в дереве.

# UltraTreeNodeLayoutInfo_Exception_InvalidSize
source: The specified size was invalid because it contained a width or height that is less than zero.
de: Die spezifizierte Grösse war ungültig weil sie eine Breite oder eine Höhe die kleiner als Null ist beinhaltete.
it: La dimensione indicata non è valida, perché ha l'altezza o la larghezza minore di zero.
ru: Указанный размер не правильный, поскольку ширина или высота, меньше нуля.

# UltraTreeNode_Exception_BringCellIntoView
source: The specified column is not associated with this node.
de: Die spezifizierte Spalte gehört nicht zu diesem Knoten.
it: La colonna specificata non è associata a questo nodo.
ru: Указанный столбец не связан с данным узлом.

# UltraTree_Exception_ActiveCellColumnHasNoDisplayColumn
source: The ActiveCell cannot be set for an UltraTreeNodeColumn which has no corresponding display column.
de: Die AktivZelle kann nicht in eine UltraTree-Knoten-Spalte gesetzt werden die keine dazugehörige Anzeige Spalte hat.
it: Impossibile impostare la ActiveCell per una UltraTreeNodeColumn che non ha una corrispondente colonna di visualizzazione.
ru: АктивнаяЯчейка не может быть установлена для СтолбцеУзлаУльтраДерева, у которого нет никакого соответствующего отображения столбца.

# DataError_MessageBox_Title
source: Data Error
de: Datenfehler
it: Errore Dati
ru: Ошибка Данных

# UltraTreeNodeColumn_EditorValueInvalid
source: "Value in editor is not valid."
de: "Wert im Editor ist nicht gültig."
it: "Il valore nell'editor non è valido"
ru: "Значение в редакторе не верное"

# DataErrorUnableToConvert
source: Unable to convert from: {0} to {1}
de: Nicht imstande von {0} in {1} umzuwandeln
it: Impossibile convertire da: {0} a {1}
ru: Не удалось преобразовать: {0} в {1}

# UltraTree_Exception_CannotSetTopNodeToHiddenNode
source: The TopNode property cannot be set to an UltraTreeNode that is not visible in the user interface.
de: Die Top-Knoten Eigenschaft kann nicht auf einen UltraTree-Knoten gesetzt werden der in der Benutzeroberfläche nicht sichtbar ist.
it: Impossibile impostare la proprietà TopNode ad un UltraTreeNode non visibile nell'interfaccia utente.
ru: Свойства ВерхнегоУзла не могут быть установлены в УзелУльтраДерева, который не видим в пользовательском интерфейсе.

# UltraTreeNodeColumn_Exception_MaxLength
source: The 'MaxLength' property cannot be set to a value that is less than zero.
de: Die "max. Länge" Einstellung kann nicht kleiner als Nuss sein.
it: Impossibile impostare la proprietà 'MaxLength' ad un valore minore di zero.
ru: 'Максимальная Длина' настройки не может быть установлена в значение, которое является меньше чем нуль.

# InvalidEditorValue_Error_Message_Prefix
source: Unable to update the data value:
de: Nicht imstande den Datenwert zu aktualisieren:
it: Impossibile modificare il valore:
ru: Не удается обновить значение данных:

# InvalidEditorValue_Error_Message
source: The editor's current value is not valid.
de: Der gegenwärtige Wert des Herausgebers ist nicht gültig.
it: Il valore corrente dell'editor non è valido.
ru: Редактор текущего значения не является действительным.

# ViolatesNullable_Error_Message
source: Empty cell value not allowed in column '{0}'.
de: In dieser Spalte sind keine leeren Zellen erlaubt '{0}'.
it: Valore cella vuoto non permesso nella colonna '{0}'.
ru: Пустые значения ячеек не допускаются в колонке '{0}'.

# Exception_CannotEditDataBoundNode
source: The 'BeginEdit' method cannot be called on a node that is bound to a data source unless the 'UseEditor' property of the associated Override is set to DefaultableBoolean.True.
de: Die 'BeginEdit'-Methode kann nicht auf einem Knoten, der an eine Datenquelle gebunden ist, aufgerufen werden, es sei denn die 'UseEditor'-Eigenschaft der betreffenden Übersteuerung ist auf DefaulttableBoolean gesetzt. Richtig.
it: Il metodo 'BeginEdit' non può essere invocato su un nodo collegato ad una Data Source a meno che la proprietà 'UseEditor' della sostituzione associata sia impostata a DefaultableBoolean.True.
ru: Метод 'НачалоКонец' не может быть привлечен с узла, который привязан к источнику данных, кроме свойств 'UseEditor'.
