Repository: RssBandit/RssBandit
Catalog: branches/v1.9.x/source/RssBandit/Properties/InfragisticsWinToolbars.*.resx
Languages: de

# CustomizeDialog_ListFontNamesInTheirFont
source: List &font names in their font
de: Liste der Schriften in deren Schriftformat

# CustomizeImg_Tool_Italic
source: Italic
de: Kursiv

# LockToolbars
source: &Lock the Toolbars
de: Toolbar &sperren

# CustomizeLocationDockedRight
source: Docked Right
de: Rechts angedockt

# CustomizeDuplicateToolMessage
source: The tool name '{0}' already exists. Please choose another name.
de: Der Toolname '{0}' existiert schon. Bitte wählen Sie einen anderen.

# ToolBaseActionList_ToolSpecificProperties_Header
source: Tool Specific Properties
de: Tool Eigenschaften

# ImportToolsWizard_Key
source: Key
de: Schlüssel

# CustomizeDlgRibbonSize_Default
source: Default
de: Standard

# CustomDlgNewToolBarLocation
source: Location:
de: Standort:

# CustomizeImg_Tool_Undo
source: Undo
de: Rückgängig

# CustomizeImg_Tool_Move_Right
source: Move Right
de: Nach rechts verschieben

# MdiCommandMinimizeWindows
source: Minimize All Windows
de: Alle Fenster minimieren

# CustomizeDlgKbdSpecShrtcut
source: Speci&fy a Shortcut
de: Verknüpfung &festlegen

# CustomizeDlgAddCommand_Commands
source: Commands:
de: Kommandos:

# CustomizeDialog_ShowFullMenusAfterAShortDelay
source: Show f&ull menus after a short delay
de: Nach kurzer Verzögerung das &vollständige Menü anzeigen

# MoreWindowsDlgArrangeIcons
source: Arrange Icons
de: Icons ausrichten

# GroupsCollectionEditorDlg_Cancel
source: Cancel
de: Abbrechen

# GalleryPreviewDropDown_ToolTipTitle
source: More
de: Mehr

# PopupGalleryTool_ItemReferenceConverter_None
source: (none)
de: (Keine)

# AccessibleName_RibbonCaptionButtonMinimize
source: Minimize
de: Minimieren

# AccessibleName_RibbonCaptionButtonMaximize
source: Maximize
de: Maximieren

# AccessibleName_RibbonCaptionButtonClose
source: Close
de: Schliessen

# DefaultAction_RibbonCaptionButton
source: Press
de: Drücken

# DefaultAction_RibbonPagerButton
source: Press
de: Drücken

# AccessibleName_RibbonPagerButtonLeft
source: Column Left
de: Spalte Links

# AccessibleName_RibbonPagerButtonRight
source: Column Right
de: Spalte Rechts

# AccessibleDescription_RibbonPagerButtonLeft
source: Moves the horizontal position left one column
de: Verschiebt die horizontale Position um eine Spalte nach links

# AccessibleDescription_RibbonPagerButtonRight
source: Moves the horizontal position right one column
de: Verschiebt die horizontale Position zur rechten Spalte

# DefaultAction_RibbonGroupButtonClose
source: Open
de: Öffnen

# DefaultAction_RibbonGroupButtonOpen
source: Close
de: Schliessen

# GalleryItemButtonDefaultAction
source: Push
de: Drücken

# GalleryItemStateButtonDefaultAction
source: Select
de: Auswählen

# GalleryFilterListClosedDefaultAction
source: Open
de: Öffnen

# GalleryFilterListOpenedDefaultAction
source: Close
de: Schliessen

# ToolsEditorControl_Remove
source: &Remove
de: &Löschen

# ToolsEditorControl_Reset
source: Re&set
de: Zurück&setzen

# QatContextMenuTools_Cancel
source: Cancel
de: Abbrechen

# CustomizeDialog_Delete_Tool_AccessibleDescription
source: Delete the selected tool.
de: Das ausgewählte Too löschen.

# CustomizeImg_Tool_Edit_AccessibleDescription
source: Edit Menu
de: Menü bearbeiten

# CustomizeImg_Tool_File_AccessibleDescription
source: File menu.
de: Datei Menü.

# CustomizeImg_Tool_Tools_AccessibleDescription
source: Tools menu.
de: Tools Menü.

# CustomizeImg_Tool_View_AccessibleDescription
source: View menu.
de: Ansicht Menü.

# MoreWindowsDlgMinWindows_AccessibleDescription
source: Minimize all windows.
de: Alle Fenster minimieren.

# AccessibleName_NavigationToolbarBackButton
source: Back
de: Zurück

# AccessibleName_NavigationToolbarForwardButton
source: Forward
de: Vorwärts

# DefaultCaptionForFileMenuButton
source: File
de: Datei
