Repository: RssBandit/RssBandit
Catalog: RssBandit/WinGui/Dialogs/PreferencesDialog.*.resx
Languages: de, pl, pt_br, ru, sr_sp_latn, tr

# btnCancel.Text
source: Cancel
de: Abbrechen
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sr_sp_latn: Otkaži
tr: &Vazgeç

# tabGeneral.Text
source: General
de: Allgemein
pl: Ogólne
pt_br: Geral
ru: Общие
sr_sp_latn: Generalno
tr: Genel

# tabGeneral.ToolTipText
source: General Application Settings
de: Allgemeine Anwendungseinstellungen
pl: Ogólne właściwości aplikacji
pt_br: Definições Gerais da Aplicação
ru: Общие установки приложения
tr: Programın genel ayarları

# sectionPanelGeneralStartup.Text
source: Startup
de: Start der Anwendung
pl: Uruchamianie
pt_br: Inicialização
ru: Загрузка
sr_sp_latn: Početak
tr: Başlangıç

# checkRefreshFeedsOnStartup.Text
source: Force download feeds on startup
de: Beim Start alle Feeds auf neue Nachrichten prüfen
pl: Wymuś odświeżenie wszystkich kanałów przy starcie programu
pt_br: Forçar a baixa de canais na inicialização
ru: Загружать ленты новостей при запуске
sr_sp_latn: Forsiraj skidanje izvora prilikom startovanja
tr: Program başladığında beslemeleri güncelle

# sectionPanelGeneralBehavior.Text
source: Application Behavior
de: Anwendungsverhalten
pl: Działanie aplikacji
pt_br: Comportamento da Aplicação
ru: Поведение приложения
tr: Programın Tavrı

# btnMakeDefaultAggregator.Text
source: Set RSS Bandit as the default Aggregator
de: RSS Bandit als Standard Aggregator einrichten
pl: Ustaw RSS Bandit jako domyślny agregator
pt_br: Definir RSS Bandit como o Agregador padrão
ru: Установить RSS Bandit моим агрегатором по умолчанию
sr_sp_latn: Podesi RSS Bandit kao osnovni agregator
tr: RSS Bandit i varsayılan RSS okuyucu yap.

# btnMakeDefaultAggregator.ToolTip
source: Make RSS Bandit the default application listening to the 'feed:' Url protocol...
de: Richtet RSS Bandit als Standardanwendung für das 'feed:' Url Protokoll ein...
pl: Włącza rozpoznawanie adresów URL rozpoczynających się od 'feed:' przez RSS Bandit
pt_br: Torna RSS Bandit a aplicação padrão ouvindo o protocolo de internet "feed:"...
ru: Сделать RSS Bandit приложением, слушающим 'feed:' URL протокол...
sr_sp_latn: Napravi RSS Bandit osnovnom aplikacijom koja oslupkuje za 'izvor:' Url protokola...
tr: RSS Bandit i besleme Url portunu dinleyen program olarak ayarlar...

# label12.Text
source: If the button is disabled, RSS Bandit is your default Aggregator. If it is enabled, you can make it your default Aggregator by pressing the button.
de: Der Knopf ist deaktiviert, wenn Bandit bereits Ihr Standard Aggregator ist. Ist der Knopf aktiviert, können Sie durch betätigen desselben Bandit als Ihren Standard Aggregator einrichten.
pl: Jeżeli poniższy przycisk jest wyłączony, to RSS Bandit jest już Twoim domyślnym agregatorem. W innym przypadku możesz uczynić go domyślnym naciskając przycisk.
pt_br: Se este botão estiver desabilitado, RSS Bandit é seu Agregador Padrão. Se ele estiver habilitado, você pode torná-lo seu Agregador Padrão pressionando o botão.
ru: Если следующая кнопка недоступна, RSS Bandit уже является вашим агрегатором по умолчанию. Иначе вы можете сделать его таковым.
sr_sp_latn: Ako je dugme onemogućeno, RSS Bandit je vaš osnovni agregator. Ako je omogućeno, možete ga napraviti svojim osnovinim agregatorom pritisnuvši dugme.
tr: Eğer düğme görünmüyorsa RSS Bandit varsayılan RSS okuyucunuz demektir. Eğer görünüyorsa düğmeye basarak RSS Bandit i varsayılan okuyucunuz yapabilirsiniz.

# radioTrayActionNone.Text
source: Non&e
de: Ni&e (Immer in der Programmliste sichtbar)
pl: &Nigdy
pt_br: Nenhum
ru: Никогда
sr_sp_latn: Nijed&na
tr: &Hiçbiri

# radioTrayActionNone.ToolTip
source: Application will be allways visible within the taskbar
de: Anwendung wird immer in der Programmliste erscheinen
pl: Program zawsze będzie widoczny w pasku zadań
pt_br: Aplicação ficará sempre visível dentro da barra de tarefas
ru: Приложение всегда будет видно на панели задач
sr_sp_latn: Aplikacija će uvek biti vidljiva unutar radnog bara
tr: Program görev çubuğunda sürekli görünür olacak.

# label1.Text
source: Select an option to determine on what action the application should 'Minimize to Tray'.
de: Wählen Sie eine Option um festzulegen, bei welcher Aktion die Anwendung nur noch in der Taskleiste sichtbar sein soll (System Tray).
pl: Określ kiedy aplikacja powinna ukrywać się do postaci ikony w obszarze powiadomień
pt_br: Selecione uma opção para determinar em que ação a aplicação deve 'Minimizar para a Bandeja'.
ru: Выберите когда производить минимизацию приложения в Tray:
sr_sp_latn: Izaberite opciju kako bi odredili prilikom koje akcije aplikacija treba da se 'Minimize to Tray'.
tr: Aşağıdakilerden hangisinde programın sistem bildiri alanına küçülmesini istersiniz.

# radioTrayActionClose.Text
source: On Application &Close
de: Wenn die Anwendung ges&chlossen wird
pl: Przy &zamknięciu aplikacji
pt_br: Quando a Aplicação Fe&char
ru: При закрытии приложения
sr_sp_latn: Kad se aplikacija &zatvori
tr: Program &kapatılınca

# radioTrayActionClose.ToolTip
source: Application will not be visible within the taskbar
pl: Ikona programu zniknie z paska zadań
pt_br: Aplicação não será visível dentro da barra de tarefas
ru: Приложение не будет видно на панели задач
sr_sp_latn: Aplikacija neće biti vidljiva unutar bara aplikacija

# radioTrayActionMinimize.Text
source: On Application M&inimize (recommended)
de: Wenn die Anwendung m&inimiert wird (empfohlen)
pl: Przy minimalizowaniu aplikacji (zalecane)
pt_br: Quando a Aplicação M&inimizar (recomendado)
ru: При минимизации (рекомендуется)
sr_sp_latn: Kad se aplikacija M&inimizira (preporučljivo)
tr: &Simge durumuna küçültülünce (önerilen)

# radioTrayActionMinimize.ToolTip
source: Application will not be visible within the taskbar
pl: Ikona programu zniknie z paska zadań
pt_br: Aplicação não será visível dentro da barra de tarefas
ru: Приложение не будет видно на панели задач
sr_sp_latn: Aplikacija neće biti vidljiva unutar radnoe trake
tr: Program görev çubuğunda görünmeyecek

# labelCheckForUpdates.Text
source: Check for &updates:
de: Auf &Updates prüfen:
pl: Sprawdzaj aktualizacje:
pt_br: Verificar se há &atualizações:
ru: Обновлять:
sr_sp_latn: Selektujte za &nadogradnje:
tr: &Yeni Sürüm bak

# tabNetConnection.Text
source: Network Connection
de: Netzwerkverbindung
pl: Połączenie sieciowe
pt_br: Conexão de Rede
ru: Подключение к сети
sr_sp_latn: Mrežna konekcija
tr: Ağ Bağlantısı

# sectionPanelNetworkConnectionProxy.Text
source: Proxy server
pl: Serwer proxy
pt_br: Servidor Proxy
ru: Proxy cервер
tr: Proxy sunucusu

# checkNoProxy.Text
source: &Don't use a proxy server
de: &Keinen Proxyserver verwenden
pl: &Nie używaj serwera proxy
pt_br: &Não usar um servidor proxy
ru: Не использовать Proxy сервер
sr_sp_latn: &Ne koristi proxy server
tr: Proxy &sunucusu kullanma

# labelProxyCredentialPassword.Text
source: Pass&word:
de: Pass&wort:
pl: &Hasło
pt_br: &Senha:
ru: Пароль:
sr_sp_latn: &Lozinka:
tr: &Şifre:

# labelProxyCredentialPassword.ToolTip
source: Proxy Credential Password
pt_br: Senha da Credencial do Proxy
sr_sp_latn: Proxy akreditiva lozinka

# labelProxyCredentialUserName.Text
source: User &Name:
de: Benutzer&name:
pl: &Użytkownik
pt_br: Nome do Usuário:
ru: Имя пользователя:
sr_sp_latn: Korisničko &ime:
tr: Kullanıcı &Adı:

# labelProxyCredentialUserName.ToolTip
source: Proxy Credential User Name. Can be specified as 'Domain\Username'.
de: Kann in der Form 'Domäne\Benutzername' angegeben werden
pl: Nazwa użytkownika. Może również zostać podana w formie 'Domena\NazwaUzytkownika'.
pt_br: Nome de Usuário da Credencial do Proxy. Pode ser especificado como 'Domínio\Nome do Usuário'.
ru: Имя пользователя для доступа к Proxy серверу. Может быть определено в виде 'Domain\Username'.
sr_sp_latn: Korisničko ime Proxy akredatia. Mođe biti navedeno kao 'Domain\KorisničkoIme'.
tr: Proxy Kullanıcı Adı. Alan/Kullanıcı Adı şeklinde belirtilebilir.

# checkProxyAuth.Text
source: Proxy needs &authorization
de: Proxyserver erfordert &Autorisierung:
pl: Serwer proxy wymaga &autoryzacji:
pt_br: Proxy exige &autorização
ru: Proxy требует авторизации
sr_sp_latn: Proxy zahteva &autorizaciju
tr: &Proxy kimlik doğrulaması gerektiriyor

# labelProxyBypassListHint.Text
source: Use semicolons ( ; ) to separate entries.
de: Verwenden Sie das Semikolon ( ; ) als Trennzeichen.
pl: Użyj średników ( ; ) do oddzielenia wpisów
pt_br: Use ponto e virgula ( ; ) para separar entradas.
ru: Используйте точку с запятой ( ; ) между записями
sr_sp_latn: Koristi tačkazarez( ; ) za odvajanje unosa.
tr: Girdileri ayırmak için noktalı virgül ( ; ) kullan.

# labelProxyBypassList.Text
source: D&o not use proxy for addresses beginning with:
de: Für Adressen, die wie folgt beginnen, keinen Proxyserver verwenden:
pl: N&ie używaj proxy dla adresów rozpoczynających się od:
pt_br: Nã&o usar proxy para endereços começando com:
ru: Не использовать Proxy для адресов начинающихся с:
sr_sp_latn: N&e koristi proxy za adrese koje počinju sa:
tr: Aşağıdakiler ile başlayan a&dresler için proxy kullanma:

# checkUseProxy.Text
source: Use private &proxy server settings:
de: Eigene &Proxyserver Einstellungen verwenden:
pl: Użyj własnych ustawień serwera &proxy:
pt_br: Usar definições de servidor &proxy privadas:
ru: Использовать специальные настройки Proxy сервера:
sr_sp_latn: Koristi privatne paramtetre &proxy servera
tr: Ö&zel proxy sunucusu ayarları kullan

# checkUseIEProxySettings.Text
source: Take over proxy server settings from &Internet Explorer
de: Proxyserver Einstellungen vom &Internet Explorer übernehmen
pl: Pobierz ustawienia proxy z programu Internet Explorer
pt_br: Obter definições de servidor proxy do &Internet Explorer
ru: Использовать настройки Proxy сервера в Internet Explorer
sr_sp_latn: Uzmi proxy server paramtetre iz &Internet Explorer-a
tr: Proxy sunucusu ayarlarını I&nternet Explorer dan al

# labelProxyServerSummery.Text
source: A proxy server acts as an itermediary between your machine and the Internet, retrieving files from remote Web servers.
de: Ein Proxyserver fungiert als Vermittler zwischen Ihrem Computer und dem Internet, der Dateien von Remotewebservern abruft und bereitstellt.
pl: Serwer proxy pośredniczy między Twoim komputerem i Internetem podczas pobierania plików z serwerów Web.
pt_br: Um servidor proxy age como um intermediário entre seu computador e a Internet, recuperando arquivos de servidores Web remotos.
ru: Proxy сервер работает как посредник между вашим компьютером и интернетом при работе с Web серверами.
sr_sp_latn: Proxy server se ponaša kao posrednik između vaše mašine i Interneta, skidajući stranice sa udaljenih Web servera.
tr: Bir proxy sunucusu, uzaktaki web sunucularından dosyaları alırken, bilgisayarınızla İnternet arasında bir aracı gibi davranır.

# labelProxyPort.Text
source: Por&t:
pt_br: Por&ta:
ru: Порт:

# labelProxyAddress.Text
source: Addr&ess:
de: Adr&esse:
pl: Adre&s
pt_br: Endereço:
ru: Адрес:
sr_sp_latn: Adr&resa:
tr: A&dres:

# checkProxyBypassLocal.Text
source: &Bypass proxy server for local addresses
de: Proxyserver für lokale Adressen umgehen
pl: Pomiń ustawienia serwera proxy dla adresów lokalnych
pt_br: &Não utilize proxy para endereços locais
ru: Не использовать Proxy для доступа к локальным ресурсам
sr_sp_latn: &Zaobiđi proxy server za lokalne adrese
tr: &Yerel adresler için proxy adresini es geç

# tabFonts.Text
source: Fonts
de: Schriftarten
pl: Czcionki
pt_br: Fontes
ru: Шрифты
sr_sp_latn: fontovi
tr: Yazıtipleri

# sectionPanelFontsSubscriptions.Text
source: Subscriptions, News Items
de: Abonnements, Feedeinträge
pl: Subskrypcje, elementy kanałów
pt_br: Inscrições, Itens Novos
ru: Подписки, сообщения
sr_sp_latn: Potpisi, Novi predmete
tr: Abonelikler, Haber Mesajları

# labelFontsSubscriptionsSummery.Text
source: Configure the font, styles and colors used to highlight or mark states of Subscriptions and News Items.
de: Einstellungen der Schriftfamilie, des Schriftstiles und der Farben, die zur Hervorhebung der verschiedenen Stati bei Abonnements und Feedeinträgen genutzt werden.
pl: Określ czcionki, style i kolory używane do podświetlania lub oznaczania stanów subskrypcji i elementów kanałów informacyjnych.
pt_br: Configure a fonte, estilos e cores usados para destacar ou marcar estados de Inscrições e Itens novos.
ru: Задайте шрифты, стили и цвета используемые для отображения сообщений.
sr_sp_latn: Konfigurišite font, stilove i boje korištene da se označe stanja potpisa i predmeta vesti.
tr: Aboneliklerin ve Haber Mesajlarının durumlarını belirten veya işaretleyen yazıların tipini, stilini ve rengini ayarlayın.

# btnChangeFont.Text
source: &Change...
de: &Ändern...
pl: &Zmień...
pt_br: &Alterar...
ru: &Изменить...
sr_sp_latn: &Izmeni
tr: &Değiştir...

# chkFontItalic.Text
source: I&talic
de: &Kursiv
pl: &Kursywa
pt_br: I&tálico
ru: &Курсив
sr_sp_latn: N&akošeno
tr: &Yatık

# chkFontBold.Text
source: &Bold
de: &Fett
pl: &Pogrubienie
pt_br: &Negrito
ru: &Жирный
tr: &Kalın

# btnChangeColor.Text
source: C&olor...
de: Far&be...
pl: &Kolor...
pt_br: C&or...
ru: &Цвет...
sr_sp_latn: B&oja...
tr: &Renk...

# lblItemStates.Text
source: &Item states:
de: &Status von Feedeinträgen:
pl: &Stany elementów:
pt_br: Estados de &Item:
ru: &Статус сообщения:
sr_sp_latn: &Stanje predmeta:
tr: &Mesaj Durumları:

# chkFontUnderline.Text
source: &Underline
de: &Unterstrichen
pl: P&odkreślenie
pt_br: S&ublinhado
ru: &Подчеркнутый
sr_sp_latn: &Podvučeno
tr: &Altı Çizgili

# chkFontStrikeout.Text
source: &Strikeout
de: &Durchgestrichen
pl: &Przekreślenie
pt_br: Tachado
ru: Пере&чекрнутый
tr: &Üstü Çizgili

# lblFontSampleCaption.Text
source: Sample:
de: Beispiel:
pl: Przykład:
pt_br: Exemplo:
ru: Пример:
sr_sp_latn: Primer:
tr: Örnek:

# tabNewsItems.Text
source: Display
de: Anzeige
pl: Wyświetlanie
pt_br: Apresentação
ru: Показ
sr_sp_latn: Prikaži
tr: Görünüm

# chkNewsItemOpenLinkInDetailWindow.Text
source: If no description, open link in reading pane
de: Link des Feedeintrags im Detailfenster anzeigen, wenn keine Beschreibung vorhanden ist
pl: &Jeżeli brak opisu, wyświetl element w oknie szczegółów
pt_br: Sem descrição, abrir endereço de internet em janela de detalhes
ru: Если нет описания, открывать ссылку в окне сообщения
sr_sp_latn: Uako nema opisa otvori link u panelu za čitanje
tr: Aksi belirtilmemişse, bağlantıyı okuma panosunda aç

# sectionPanelDisplayItemFormatting.Text
source: Item Formatting
de: Formatierung von Feedeinträgen
pl: Formatowanie elementów
pt_br: Formatação de Item
ru: Форматирование сообщений
sr_sp_latn: Formatiranje predmeta
tr: Mesaj Biçimlendirme

# comboFormatters.ToolTip
source: Select a formatter stylesheet
de: Wählen Sie einen Formatierungs-Stylesheet
pl: Wybierz arkusz stylów dla formatowania elementów
pt_br: Selecione uma folha de estilo de formatador
ru: Выберите стиль форматирования
sr_sp_latn: Izaerite stylesheet formatera
tr: Biçimleme için bir biçemsayfası seçiniz...

# label2.Text
source: Use the default item formatting or select a custom XSLT formatter.
de: Nutzen Sie die Standardformatierung oder wählen Sie einen eigenen XSLT Formatierer aus der Liste.
pl: Wybierz arkusz formatowania wiadomości: jeden z dostarczonych z programem lub własny (z foldera /templates).
pt_br: Selecione a construção padrão na formatação de item ou selecione um formatador XSLT customizado da lista de modelos.
ru: Применять встроенное форматирование или выберите специальный XSLT стиль форматирования из списка шаблонов.
sr_sp_latn: Koristite osvnovno formatiranje predmeta ili izaberite prilagođeni XSLT formater.
tr: Varsayılan biçimleme şeklini kullanabilir veya aşağıdaki listeden özel bir XSLT biçimleme şablonu seçebilirsiniz.

# checkCustomFormatter.Text
source: Use a &custom formatter
de: Eigenen &XSLT Formatierer verwenden
pl: Użyj własnego &arkusza XSLT
pt_br: Usar um formatador &customizado
ru: Применить специальное форматирование
sr_sp_latn: Koristi &prilagođeni formater
tr: Ö&zel bir biçimleyici kullan

# checkCustomFormatter.ToolTip
source: Check this option to use a custom formatter
pl: Włącz tą opcję aby korzystać z własnego arkusza stylów
pt_br: Marque esta opção para usar um formatador customizado
ru: Выберите эту опцию для использования специального форматирования
sr_sp_latn: Selektujte ovu opciju za prilagođeni formater
tr: Özel bir biçimleyici kullanmak için bu seçeneği işaretleyin

# labelFormatters.Text
source: Formatter &Stylesheet:
de: Verfügbare Formatierer:
pl: Arkusz formatujący
pt_br: Folha de e&stilo do Formatador:
ru: XSLT cтиль:
sr_sp_latn: &Kaskadni stil formatera
tr: XSLT &biçemsayfası:

# tabFeeds.Text
source: Feeds
pl: Kanały
pt_br: Canais
ru: Ленты новостей
sr_sp_latn: Izvori
tr: Beslemeler

# sectionPanelFeedsCommentDefs.Text
source: Comment Defaults
de: Standardeinstellungen für Kommentare
pl: Ustawienia domyślne komentarzy
pt_br: Comentários padrão
ru: Комментарии
sr_sp_latn: Osnovno komentara
tr: Yorum Varsayılan Ayarları

# linkCommentAPI.ToolTip
source: Read more about the 'CommentAPI'...
pl: Przeczytaj więcej o 'CommentAPI'...
pt_br: Leia mais acerca de 'CommentAPI'...
ru: Прочитать больше о 'CommentAPI'...
sr_sp_latn: Čitajte više o 'CommentAPI'...
tr: 'CommentAPI' hakkında daha fazla bilgi...

# btnManageIdentities.Text
source: Identities...
de: Identitäten...
pl: Tożsamości...
pt_br: Identidades...
ru: Удостоверения...
sr_sp_latn: Identiteti...
tr: Kimlikler...

# lblIdentityDropdownCaption.Text
source: User Identity for Comments
de: Benutzeridentität für Kommentare
pl: Domyślna tożsamość użytkownika
pt_br: Identidade de Usuário para Comentários
ru: Удостоверение для комментариев
sr_sp_latn: Korisnički identitet za komentare
tr: Yorumlar için Kullanıcı Kimliği

# label6.Text
source: Specify your personal default settings for posting replies to feed items. This feature is only available on feeds that support the CommentAPI. See also
de: Bestimmen Sie die Vorgaben für die Felder, die beim Senden von Kommentaren verwendet werden sollen. Kommentare werden nur von solchen Feeds unterstützt, die das CommentAPI implementieren! Siehe dazu auch:
pl: Określ ustawienia domyślne używane przy komentowaniu wiadomości (komentowanie możliwe tylko w przypadku kanałów obsługujących CommentAPI):
pt_br: Especifique suas definiçoes pessoais padrão para postagem de respostas para itens de canal. Esta caracteristica está disponível apenas para canais que suportem CommentAPI.
ru: Определите ваши персональные установки для ответов на сообщения (только для лент, поддерживаюших CommentAPI).
sr_sp_latn: Navedite vaše lične osnovne paramtetre za postiranje odgovora na predmete izvora. Ova opcija je moguća samo na izvorima koji podržavaju CommentAPI. Vidi isto
tr: Besleme mesajlarını cevaplarken kullanacağınız kişisel bilgileri giriniz. Bu özellik sadece CommentAPI yi destekleyen beslemeler için geçerlidir. Ayrıca bakınız..

# sectionPanelFeedsTimings.Text
source: Feeds, Timing
de: Allgemein, Zeiträume
pl: Kanały
pt_br: Canais, Temporizador
ru: Обновление новостей
sr_sp_latn: Izvori, tajming
tr: Beslemeler, Zamanlama

# label15.Text
source: Remove Items Older &Than:
de: Max. Alter von Feedeinträgen: (Standard)
pl: Usuń elementy starsze niż
pt_br: Idade Padrão Máxima de Item:
ru: Максимальный возраст сообщения:
sr_sp_latn: Ukloni predmete &starije od:
tr: den eski mesajları kaldır.

# label5.Text
source: minutes
de: Minuten
pl: (minuty)
pt_br: minutos
ru: минут
sr_sp_latn: minuta
tr: dakikada bir

# label4.Text
source: &Update feeds every
de: &Update der Feeds alle
pl: Odświeżaj co
pt_br: &Atualizar canais a cada
ru: Обновлять ленты каждые
sr_sp_latn: &Ažuriraj izvore svakih
tr: Beslemeleri &Güncelle:

# label3.Text
source: Specify the interval your subscribed feeds should be updated. Each feed with a refresh rate within this interval will be requested again (Conditional Get). See also
de: Geben Sie das Standard Intervall an, in dem die abonnierten Feeds auf neue Nachrichten geprüft werden sollen (Conditional Get). Lesen Sie mehr über 'Conditional Get' auf:
pl: Określ częstotliwość odświeżania kanału informacyjnego (Conditional Get). Więcej o warunkowym pobieraniu przeczytasz tu:
pt_br: Espefique o intervalo em que os canais aos quais você está inscrito devem ser atualizados. Cada canal com uma taxa de atualização dentro deste intervalo será solicitado novamente (Get condicional).
ru: Задайте интервал обновления лент новостей (через 'Conditional Get').
sr_sp_latn: Navedite interval u kojem bi izvori na koje ste potpisani trebali biti ažurirani. Svaki izvor sa određenim osvežavanjem unutar ovog intervala će biti tražen opet (kondicionalno uzmi). Vidi isto
tr: Abonesi olduğunuz beslemelerin güncelleme aralığını belirtiniz. Yenileme oranı bu aralık içinde olan her besleme tekrar istenecek. (Conditional Get). Ayrıca bakınız...

# tabRemoteStorage.Text
source: Remote Storage
pl: Przechowywanie zdalne
pt_br: Armazenamento Remoto
ru: Удаленное хранилище
sr_sp_latn: Udaljeni smeštaj
tr: Uzak Depolama

# sectionPanelRemoteStorageFeedlist.Text
source: Remote feed list storage
de: Remote Storage für Ihre Feedliste
pl: Zdalna lista kanałów informacyjnych
pt_br: Armazenamento Remoto da lista de canais
ru: Удаленное хранилище для списка лент
sr_sp_latn: Udaljeni smeštaj liste izvora
tr: Besleme listesini uzakta saklama

# checkUseRemoteStorage.Text
source: Use &remote storage
de: &Remote Storage verwenden
pl: &Włącz przechowywanie zdalne
pt_br: Usar Armazenamento &Remoto
ru: Использовать удаленное хранилище
sr_sp_latn: Koristi &udaljeni smeštaj
tr: &Uzak depolama kullan

# label10.Text
source: This feature lets you have your feed list stored remotely, so it can be shared between multiple computers.
de: Diese Option erlaubt es Ihnen, Ihre Feedliste (nur abonnierte Feeds) auf einem anderen Computer im Inter-/Intranet abzulegen und wieder zu laden. Auf diese Weise können Sie auf mehreren Rechnern dieselbe Feedliste verwenden.
pl: Opcja ta pozwala przechowywać listę kanałów na zdalnym komputerze, dzięki czemu może być ona współdzielona przez wiele komputerów.
pt_br: Esta caracteristica permite que você tenha sua lista de canais armazenada remotamente, de maneira que ela possa ser compartilhada entre multiplos computadores.
ru: Эта функция позволяет вам хранить ваш список лент новостей на удаленном сервере.
sr_sp_latn: Ova opcija vam omogućava da smestite vaše liste izvora na udaljene lokacije, kako bi mogle biti deljene između više računara.
tr: Bu özellik besleme listenizi uzak bir konumda saklamanızı sağlar, böylece listenizi birden fazla bilgisayarda kullanabilirsiniz.

# labelRemoteStorageLocation.Text
source: Storage service &URL:
pl: Adres URL usługi
pt_br: Endereço de internet para serviço:
ru: URL сервиса:
sr_sp_latn: &URL servisa smeštaja:
tr: Depolama servisi Url si:

# labelRemoteStoragePassword.Text
source: Pass&word:
de: Pass&wort:
pl: &Hasło
pt_br: &Senha:
ru: Пароль:
sr_sp_latn: Korisničko &ime:
tr: Şifre:

# labelRemoteStoragePassword.ToolTip
source: Proxy Credential Password
de: Benutzerpasswort
pl: Hasło użytkownika
pt_br: Senha da Credencial Proxy
ru: Пароль для доступа к удаленному хранилищу
sr_sp_latn: Proxy akreditiva lozinka

# labelRemoteStorageUserName.Text
source: User &Name:
de: Benutzer&name:
pl: Użytkownik
pt_br: &Nome do &Usuário:
ru: Имя пользователя:
sr_sp_latn: Korisničko &ime:
tr: Kullanıcı Adı:

# labelRemoteStorageUserName.ToolTip
source: Proxy Credential User Name. Can be specified as 'Domain\Username'.
de: Benutzername. Kann auch in der Form 'Domäne\Benutzername' angegeben werden
pl: Nazwa użytkownika. Może również zostać podana w formie 'Domena\NazwaUzytkownika'.
pt_br: Nome de usuário da Credencial do Proxy. Pode ser especificada como 'Domínio\Nome de Usuário'.
ru: Имя пользователя для доступа к удаленному хранилищу. Может быть определено в виде 'Domain\Username'.
sr_sp_latn: Korisničko ime Proxy akreditiva. Može biti navedeno kao 'Domain\Username'.
tr: Proxy Kullanıcı Adı. Alan/Kullanıcı Adı şeklinde belirtilebilir.
