Repository: RssBandit/RssBandit
Catalog: RssBandit/WinGui/Dialogs/PreferencesDialog.*.resx
Languages: de, pl, pt_br, ru, sr_sp_latn, tr

# labelRemoteStorageProtocol.Text
source: Protocol:
de: Protokoll:
pl: &Protokół
pt_br: Protocolo:
ru: Протокол:
sr_sp_latn: Protokol:
tr: Protokol:

# tabWebBrowser.Text
source: Web Browser
pl: Przeglądarka
pt_br: Navegador de Internet
ru: Web браузер
tr: Web Gezgini

# sectionPanelWebBrowserSecurity.Text
source: Security, Restrictions
de: Sicherheit, Restriktionen
pl: Zabezpieczenia, restrykcje
pt_br: Segurança, Restrições
ru: Безопасность
sr_sp_latn: Sigurnost, Zabrane
tr: Güvenlik, Kısıtlamalar

# labelCheckToAllow.Text
source: Check to allow:
de: Aktivierung erlaubt:
pl: Zaznacz, aby pozwolić na:
pt_br: Marque para permitir:
sr_sp_latn: Selektujte da dozvolite:
tr: İzin vermek için işaretle:

# checkBrowserJavascriptAllowed.Text
source: Javascript execution
de: Javascript
pl: Javascript
pt_br: Javascript
ru: Javascript
sr_sp_latn: Javascript izvršavanje
tr: Javascript

# checkBrowserBGSoundAllowed.Text
source: Background Sounds
de: Hintergrundmusik
pl: Dźwięki
pt_br: Sons de fundo
ru: Фоновый звук
sr_sp_latn: Zvuk pozadine
tr: Arkaplan Sesleri

# checkBrowserImagesAllowed.Text
source: Download of images
de: Download von Bildern
pl: Pobieranie obrazów
pt_br: Download de Imagens
ru: Загрузка изображений
sr_sp_latn: Skidanje slika
tr: Resimlerin indirilmesi

# label19.Text
source: If you modified any security setting, the setting will be active immediately only on new Browser Tabs, or on any Browser Tab after you restart the application! The settings do not have any effect on the reading pane!
de: Wenn Sie eine Einstellung verändert haben, so wird diese nur unmittelbar bei neuen Browser-Tabs oder nach einem Neustart der Anwendung aktiv! Diese Einstllungen betreffen NICHT die Detailansicht von Feedeinträgen!
pl: Efekty zmian wprowadzonych w tej grupie będą natychmiast widoczne w nowych zakładkach przeglądarki i we wszystkich zakładkach po restarcie aplikacji. Nie mają one wpływu na panel treści!
pt_br: Se você modificou qualquer definição de segurança, a definição estará ativa imediatamente apenas em nova Abas de navegador de internet ou em qualquer Aba de navegador despois que você reiniciar a aplicação! Estas definições não tem qualquer efeito sobre o painel de detalhes de item!
ru: Модификация любых настроек безопасности влияет только на новые закладки Web браузера! Заметьте также, что эти настройки не действуют на окно сообщения.
sr_sp_latn: Ako promenite bilo koje parametre sigurnosti, podešavanja će biti aktivna trenutno samo u novom odeljku pretraživača, ili bilo kojem odeljku pretraživača nakon što restartujete aplikaciju! Ovi parametri nemaju nikakav efekt na panel za čitanje!
tr: Herhangi bir güvenlik ayarını değiştirdiğinizde, yeni ayarlar bundan sonra açılacak bütün pencerelerde geçerli olacak. Daha önceden açılmış bir pencere varsa orada geçersiz olabilir.

# sectionPanelWebBrowserOnNewWindow.Text
source: On Link Clicked and New Window
de: HTML Link und neue Fenster/Tabs
pl: Kliknięcie odnośnika, nowe okno
pt_br: Em Link Clicadp e Janela Nova
ru: Ссылки и новые окна
sr_sp_latn: Na kliknut link i na novi prozor
tr: Bağlantıya tıklandığında ve yeni pencerede

# optNewWindowCustomExec.Text
source: Start this E&xecutable:
de: Starte dieses Programm:
pl: Uruchom program
pt_br: Iniciar este E&xecutável:
ru: Запускать следующий исполняемый файл:
sr_sp_latn: Startuj ovaj I&zvršni fajl:
tr: &Bu programla aç:

# optNewWindowDefaultWebBrowser.Text
source: Open the configured &Default Web Browser
de: Seite im konfigurierten &Standard Web Browser öffnen
pl: Otwórz w domyślnej przeglądarce
pt_br: Abrir o Navegador &de Internet padrão configurado
ru: Открывать Web браузер по умолчанию
sr_sp_latn: Otvori konfigurisani &Osnovni Web Browser
tr: Varsayılan web &gezgini ile aç

# optNewWindowOnTab.Text
source: Open a new &Tab (default)
de: Ein neues Browser-Tab öffnen (Standard)
pl: Otwórz w nowej zakładce (domyślne)
pt_br: Abrir em uma nova &Aba (padrão)
ru: Открывать в новой закладке (по умолчанию)
sr_sp_latn: Otvori novi &Odeljak (osnovno)
tr: Program içinde &yeni bir sayfada aç (varsayılan)

# checkReuseFirstBrowserTab.Text
source: Reuse open browser tabs
de: Geöffnete Browser-Tabs wiederverwenden
pl: Wykorzystuj ponownie zakładki przeglądarki
pt_br: Reutilizar abas do navegador abertas
ru: Переиспользовать открытые закладки
sr_sp_latn: Iskoristi otvorene odeljke pretraživača
tr: Açık gezgin sekmelerini tekrar kullan

# labelBrowserStartExecutable.Text
source: &Program File:
de: &Programm:
pl: &Program
pt_br: Arquivo de &Programa:
ru: Файл:
sr_sp_latn: &Fajl programa:
tr: &Program:

# label16.Text
source: Select an option to determine the behavior the internal Browser should handle a Click to a HTML Link or open a new window.
de: Wählen Sie eine Option, die das Verhalten des internen Browsers beim Klick auf einen HTML Link oder Öffnen eines neuen Fensters festlegt.
pl: Określ działanie aplikacji po kliknięciu odnośnika HTML lub otworzeniu nowego okna.
pt_br: Selecione uma opção para determinar o comportamento que o navegador interno deve ter para lidar com um clique em um endereço de internet ou abrir uma nova janela.
ru: Выберите опцию для определения поведения встроенного браузера при щелчке на HTML ссылке или при открытии нового окна.
sr_sp_latn: Izaberite opciju da odredite ponašanje koje treba da reši interni pretraživač prilikom klika na HTML link ili otvaranjem novog prozora.
tr: Bütünleşik gezginin bir sayfayı yeni pencerede açması istendiğinde nasıl davranacağını seçiniz.

# tabWebSearch.Text
source: Web Search
de: Websuche
pl: Wyszukiwanie
pt_br: Pesquisa na Internet
ru: Web поиск
sr_sp_latn: Web pretraga
tr: Webde Arama

# sectionPanelWebSearchEngines.Text
source: Search Engines
de: Suchmaschinen
pl: Mechanizmy wyszukiwania
pt_br: Mecânismos de busca
ru: Поисковые системы
sr_sp_latn: Pretraživači
tr: Arama Motorları

# btnSERemove.Text
source: Remove
de: Entfernen
pl: Usuń
pt_br: Remover
ru: Удалить
sr_sp_latn: Ukloni
tr: Kaldır

# btnSERemove.ToolTip
source: Remove the selected Search Engine
de: Selektierten Eintrag entfernen
pl: Usuń zaznaczoną pozycję
pt_br: Remove o Mecanismo de Pesquisa selecionado
ru: Удалить выбранную поисковую систему
sr_sp_latn: Ukloni izabrani pretraživač
tr: Seçili arama motorunu kaldırır...

# btnSEAdd.Text
source: Add...
de: Hinzufügen...
pl: Dodaj...
pt_br: Adicionar...
ru: Добавить...
sr_sp_latn: Dodaj...
tr: Ekle...

# btnSEAdd.ToolTip
source: Add a new Search Engine
de: Neuen Eintrag hinzufügen
pl: Dodaj nowy mechanizm wyszukiwania
pt_br: Adicionar um novo Mecanismo de Pesquisa
ru: Добавить новую поисковую систему
sr_sp_latn: Dodaj novi pretraživač
tr: Yeni bir arama motoru ekler...

# btnSEProperties.Text
source: Properties...
de: Eigenschaften..
pl: Właściwości...
pt_br: Propriedades...
ru: Свойства...
sr_sp_latn: Parametri...
tr: Özellikler...

# btnSEProperties.ToolTip
source: Open Search Engine Properties Dialog
de: Eigenschaftsdialog öffnen
pl: Właściwości mechanizmu wyszukiwania
pt_br: Abre a Caixa de Diálogo de Propriedades do Mecanismo de Pesquisa
ru: Открывает диалог свойств поисковой системы
sr_sp_latn: Otvori dijalog parametara pretraživača
tr: Arama Motoru Özellikleri penceresini açar...

# btnSEMoveDown.Text
source: Move Down
de: Nach unten
pl: W dół
pt_br: Mover Abaixo
ru: Ниже
sr_sp_latn: Pomeri dole
tr: Aşağı Al

# btnSEMoveDown.ToolTip
source: Move item down
de: Eintrag nach unten bewegen
pl: Przesuń element na liście o jedną pozycję w dół
pt_br: Move item abaixo
ru: Переместить этот пункт ниже
sr_sp_latn: Pomeri predmet gore
tr: Motoru aşağıya kaydırır...

# btnSEMoveUp.Text
source: Move Up
de: Nach oben
pl: W górę
pt_br: Mover Acima
ru: Выше
sr_sp_latn: Pomeri gore
tr: Yukarı Al

# btnSEMoveUp.ToolTip
source: Move item up
de: Eintrag nach oben bewegen
pl: Przesuń element na liście o jedną pozycję w górę
pt_br: Move item acima
ru: Передвинуть этот пункт выше
sr_sp_latn: Pomeri predmet gore
tr: Motoru yukarıya kaydırır...

# columnHeader1.Text
source: Engine Title
de: Titel
pl: Nazwa
pt_br: Titulo do Mecanismo
ru: Название системы
sr_sp_latn: Naslov
tr: Motor Adı

# columnHeader2.Text
source: Description
de: Beschreibung
pl: Opis
pt_br: Descrição
ru: Описание
sr_sp_latn: Opis
tr: Tanımlama

# label17.Text
source: Select the search engine(s), that should be active if you press the toolbar 'Search Web' command by the checkboxes on the list below.
de: Markieren Sie die Suchmaschinen mit einem Häckchen, welche beim Klick auf den Knopf "Web durchsuchen" in der Werkzeugleiste gleichzeitig eine Suche starten sollen.
pl: Określ które mechanizmy z poniższej listy mają zostać użyte w trakcie przeszukiwania sieci.
pt_br: Selecione o(s) mecânismo(s) de busca que estarão ativos se você pressionar comando(s) na barra de tarefas 'Pesquisa na internet', pelas caixas de seleção na lista abaixo.
ru: Отметьте поисковые системы которые должны активироваться при нажатии кнопки 'Web поиск'.
sr_sp_latn: Izaberite pretraživač(e), koji bi trebali biti aktivni ako pritisnete 'Pretražuj Web' komandu pored polja za selektovanje u listi ispod.
tr: Araç çubuğundaki web arama düğmesine basıldığında aktif olacak arama motorlarını seçiniz.

# btnApply.Text
source: Apply
de: Übernehmen
pl: &Zastosuj
pt_br: Aplicar
ru: Применить
sr_sp_latn: Primeni
tr: &Uygula

# $this.Text
source: Options
de: Optionen
pl: Opcje
pt_br: Opções
ru: Настройки
sr_sp_latn: Opcije
tr: Seçenekler

# textProxyAddress.ToolTip
source: The Proxy Address
pl: Adres serwera proxy
pt_br: Endereço do Proxy
ru: Адрес Proxy
sr_sp_latn: Proxy adresa

# linkLabel1.ToolTip
source: Read more about 'conditional get'...
pt_br: Leia mais a respeito de 'obtenção condicional'...
ru: Прочитать больше о 'conditional get'...
sr_sp_latn: Pročitajte više o 'kondicionalno uzmi'...
tr: 'Conditional Get' hakkında daha fala bilgi...

# textProxyCredentialUser.ToolTip
source: Credential User Name. Can be specified as 'Domain\Username'.
pl: Nazwa użytkownika. Można używać formy 'Domena\Nazwa użytkownika'.
pt_br: Credencial do Nome do Usuário. Pode ser especificado como 'Domínio\Nome de Usuário'.
ru: Имя пользователя для доступа к Proxy серверу. Может быть определено в виде 'Domain\Username'.
sr_sp_latn: Korisničko ime akreditiva. Može biti navedeno kao 'Domain\KorisničkoIme'.
tr: Proxy Kullanıcı Adı. Alan/Kullanıcı Adı şeklinde belirtilebilir.

# textProxyBypassList.ToolTip
source: Addresses exception list
pl: Lista wyjątków
pt_br: Lista de exceção de endereços
sr_sp_latn: Lista iznimki adresa
tr: Atlanacak adresler listesi

# labelRemoteStorageLocation.ToolTip
source: Proxy Credential Password
de: Je nach Protokoll der Service Endpunkt, oder ein Verzeichnisname
pt_br: Senha da Credencial do Proxy
ru: Пароль для доступа к Proxy
sr_sp_latn: Lozinka Proxy akreditiva
tr: Depolama servisi Url si:

# comboMaxItemAge.Items15
source: Unlimited
de: Unbegrenzt
pl: Nie usuwaj
pt_br: Ilimitado
ru: Без ограничений
sr_sp_latn: Neograničeno
tr: Sınırsız

# comboMaxItemAge.Items14
source: 1 year
de: 1 Jahr
pl: 1 rok
pt_br: 1 ano
ru: 1 год
sr_sp_latn: 1 godina
tr: 1 Yıl

# comboMaxItemAge.Items11
source: 1 quarter
de: 1 Quartal
pl: 1 kwartał
pt_br: 1 trimestre
ru: 1 квартал
sr_sp_latn: 1 kvartal
tr: 3 Ay

# comboMaxItemAge.Items10
source: 2 months
de: 2 Monate
pl: 2 miesiące
pt_br: 2 meses
ru: 2 месяца
sr_sp_latn: 2 meseca
tr: 2 Ay

# comboMaxItemAge.Items13
source: 3 quarters
de: 3 Quartal
pl: 3 kwartały
pt_br: 3 trimestres
ru: 3 квартала
sr_sp_latn: 3 kvartala
tr: 9 Ay

# comboMaxItemAge.Items12
source: 2 quarters
de: 2 Quartale
pl: 2 kwartały
pt_br: 2 trimestres
ru: 2 квартала
sr_sp_latn: 2 kvartala
tr: 6 Ay

# comboMaxItemAge.Items8
source: 21 days
de: 21 Tage
pl: 21 dni
pt_br: 21 dias
ru: 21 день
sr_sp_latn: 21 dan
tr: 21 Gün

# comboMaxItemAge.Items9
source: 1 month
de: 1 Monat
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяц
sr_sp_latn: 1 mesec
tr: 1 Ay

# comboMaxItemAge.Items5
source: 6 days
de: 6 Tage
pl: 6 dni
pt_br: 6 dias
ru: 6 дней
sr_sp_latn: 6 dana
tr: 6 Gün

# comboMaxItemAge.Items6
source: 7 days
de: 7 Tage
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
sr_sp_latn: 7 dana
tr: 7 Gün

# comboMaxItemAge.Items1
source: 2 days
de: 2 Tage
pl: 2 dni
pt_br: 2 dias
ru: 2 дня
sr_sp_latn: 2 dana
tr: 2 Gün

# comboMaxItemAge.Items2
source: 3 days
de: 3 Tage
pl: 3 dni
pt_br: 3 dias
ru: 3 дня
sr_sp_latn: 3 dana
tr: 3 Gün

# lstItemStates.Items
source: Read (normal)
de: Gelesen (normal)
pt_br: Lido (normal)
ru: Прочтенное (обычный)
sr_sp_latn: Čitaj (normalno)
tr: Okunmuş (normal)

# lstItemStates.Items2
source: Flag
de: Markierung (Flag)
pt_br: Bandeira
ru: Флаг
sr_sp_latn: Zastava
tr: Bayrak

# lstItemStates.Items4
source: Error
de: Fehler
pt_br: Erro
ru: Ошибка
sr_sp_latn: Greška
tr: Hata

# comboAppUpdateFrequency.Items2
source: Once within 14 days
de: Einmal innerhalb von 14 Tagen
pl: Raz na 14 dni
pt_br: Uma vez a cada 14 dias
ru: Один раз в 14 дней
sr_sp_latn: Jednom u 14 dana
tr: İki haftada bir

# comboAppUpdateFrequency.Items3
source: Once in a month
de: Einmal pro Monat
pl: Raz na miesiąc
pt_br: Uma vez por mês
ru: Один раз в месяц
sr_sp_latn: Jednom mesečno
tr: Ayda bir

# comboAppUpdateFrequency.Items1
source: Each time the application start
de: Bei jedem Start der Anwendung
pl: Przy starcie aplikacji
pt_br: Toda vez que a aplicação iniciar
ru: При старте приложения
sr_sp_latn: Svaku put kad se aplikacija startuje
tr: Program her başladığında

# lstItemStates.Items1
source: Unread
de: Nicht gelesen
pt_br: Não lido
ru: Непрочтенное
sr_sp_latn: Nepročitano
tr: Okunmamış

# checkMarkItemsReadOnExit.Text
source: Mark all items as read on exiting a feed or category
de: Bei Verlassen eines Feeds oder einer Kategorie all Feedeinträge als gelesen markieren
pl: &Oznacz elementy jako przeczytane w istniejącej kategorii
pt_br: Marque todos os itens como lidos ao sair do canal ou categoria
ru: Пометить все сообщения как прочтенные при выходе из ленты или категории
sr_sp_latn: Markiraj sve predmete pročitanim na izlasku izvora ili kategorije
tr: Bir beslemeden veya kategoriden çıkarken, bütün mesajları okunmuş olarak işaretle

# checkBrowserJavaAllowed.Text
source: Java Applets
pl: Applety Java
pt_br: Applets Java
ru: Java апплеты
tr: Java Applet

# textProxyPort.ToolTip
source: The Proxy Port Number
pl: Numer portu na którym nasłuchuje serwer proxy
pt_br: Número da porta do Proxy
ru: Номер порта Proxy
sr_sp_latn: Broj Proxy porta
tr: Proxy Portu Numarası

# labelRemoteStorageProtocol.ToolTip
source: Proxy Credential Password
pt_br: Senha da Credencial do Proxy
ru: Пароль для доступа к Proxy
sr_sp_latn: Proxy akreditiva lozinka

# lstItemStates.ToolTip
source: Select an item state to change the settings...
de: Wählen Sie einen Status aus der Liste, um Einstellungen zu ändern
pl: Wybierz stan elementu, dla którego chcesz zmienić formatowanie
pt_br: Selecione um estado de item para mudar as definições...
sr_sp_latn: Izaberite stanje nekog predmeta da izmenite parametre...
tr: Ayarını değiştirmek istediğiniz mesaj durumunu seçin...

# textRemoteStorageUserName.ToolTip
source: Credential User Name. Can be specified as 'Domain\Username'.
de: Kann auch in der Form 'Domäne\Benutzername' angegeben werden
pl: Nazwa użytkownika. Można używać formy 'Domena\Nazwa użytkownika'
pt_br: Credencial de Nome de Usuário. Pode ser especificada como 'Domínio\Nome de Usuário'.
ru: Имя пользователя для доступа к удаленному хранилищу. Может быть определено в виде 'Domain\Username'.
sr_sp_latn: Akreditiva korisničko ime. Može biti navedeno kao 'Domain\KorisničkoIme'.
tr: Proxy Kullanıcı Adı. Alan/Kullanıcı Adı şeklinde belirtilebilir.

# comboAppUpdateFrequency.Items
source: Manually
de: Manuell
pl: Ręcznie
pt_br: Manualmente
ru: Вручную
sr_sp_latn: Ručno
tr: Elle kontrol

# comboMaxItemAge.Items4
source: 5 days
de: 5 Tage
pl: 5 dni
pt_br: 5 dias
ru: 5 дней
sr_sp_latn: 5 dana
tr: 5 Gün

# comboMaxItemAge.Items7
source: 14 days
de: 14 Tage
pl: 14 dni
pt_br: 14 dias
ru: 14 дней
sr_sp_latn: 14 dana
tr: 14 Gün

# comboMaxItemAge.Items3
source: 4 days
de: 4 Tage
pl: 4 dni
pt_br: 4 dias
ru: 4 дня
sr_sp_latn: 4 dana
tr: 4 Gün

# sectionPanelDisplayGeneral.Text
source: General
de: Allgemein
pl: Ogólne
pt_br: Geral
ru: Общие
sr_sp_latn: Generalno
tr: Genel

# comboRemoteStorageProtocol.Items
source: File Share
de: Freigabe auf einem Computer (File Share)
pl: Udział plikowy
pt_br: Compartilhamento de arquivo
sr_sp_latn: Deljenje fajlova
tr: Dosya Paylaşımı

# btnOK.Text
source: &OK
sr_sp_latn: &U redu
tr: &Tamam

# lstItemStates.Items3
source: Referrer
tr: Yönlendirici

# comboMaxItemAge.Items
source: 1 day
de: 1 Tag
pl: 1 dzień
ru: 1 день
sr_sp_latn: 1 dan
tr: 1 Gün

# checkBrowserActiveXAllowed.Text
source: ActiveX controls
pl: Kontrolki ActiveX
ru: ActiveX контролы
sr_sp_latn: ActiveX kontrole
tr: ActiveX Kontrolleri

# checkBrowserVdieoAllowed.Text
source: Videos
de: Videos abspielen
pl: Pliki wideo
ru: Видео
sr_sp_latn: Video
tr: Videolar

# openExeFileDialog.Title
source: Select a executable file
ru: Выберите исполняемый файл
tr: Çalıştırılabilir bir dosya seçin
