Repository: RssBandit/RssBandit
Catalog: RssBandit/WinGui/Dialogs/SearchEngineProperties.*.resx
Languages: es, fr, ja, pt_br

# btnCancel.Text
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar

# label1.Text
source: &Title
es: &Título
fr: &Titre
ja: タイトル(&T)
pt_br: &Titulo

# label1.ToolTip
source: Title of the Web Search Engine as it will be displayed in the menu(s)
es: Título del motor de búsqueda Web tal como será mostrado en los menús
fr: Titre du moteur de recherche tel qu'il apparaîtra dans le(s) menu(s)
ja: メニューに表示する検索エンジンのタイトル
pt_br: Titulo do Mecanismo de Pesquisa na Internet como ele será apresentado no(s) menu(s)

# textCaption.ToolTip
source: Title of the Web Search Engine as it will be displayed in the menu(s)
es: Título del motor de búsqueda Web tal como será mostrado en los menús
fr: Titre du moteur de recherche tel qu'il apparaîtra dans le(s) menu(s)
ja: メニューに表示する検索エンジンのタイトル
pt_br: Titulo do Mecanismo de Pesquisa na Internet com ele será apresentado no(s) menu(s)

# textDesc.ToolTip
source: Description of the Web Search Engine
es: Descripción del motor de búsqueda Web
fr: Description du moteur de recherche
ja: Web 検索エンジンの説明
pt_br: Descrição do Mecanismo de Pesquisa na Internet

# textPicture.ToolTip
source: Picture name of the engine. Should be of size 16x16px
es: Nombre de la imagen del motor. Debería ser de un tamaño de 16x16px
fr: Nom de l'image du moteur de recherche. Sa taille doit être de 16x16 px
ja: 検索エンジンの画像ファイル (16 x 16 ピクセル)
pt_br: Imagem do mecanismo deve ter o tamanho de 16x16 pixels

# label2.Text
source: &Description
es: &Descripción
ja: 説明(&D)
pt_br: &Descrição

# label2.ToolTip
source: Description of the Web Search Engine
es: Descripción del motor de búsqueda Web
fr: Description du moteur de recherche
ja: Web 検索エンジンの説明
pt_br: Descrição do Mecanismo de Pesquisa na Internet

# label3.Text
source: Picture
es: Imagen
fr: Image
ja: 画像
pt_br: Imagem

# label3.ToolTip
source: Picture name of the engine. Should be of size 16x16px
es: Nombre de la imagen del motor. Debería ser de un tamaño de 16x16px
fr: Nom de l'image du moteur de recherche. Sa taille doit être de 16x16 px
ja: エンジンの画像 (16x16 ピクセル)
pt_br: Imagem do mecanismo deve ter o tamanho de 16x16 pixels

# btnSelectImage.ToolTip
source: Click to select a picture from File System
es: Pulse para seleccionar una imagen del sistema de ficheros
fr: Cliquer pour sélectionner une image depuis l'arborescence de fichiers
ja: 画像をハードディスクから参照します
pt_br: Clique para selecionar uma imagem do Sistema de Arquivos

# textUrl.ToolTip
source: Complete Url including search parameter for the Web Search Engine
es: URL completa incluyendo el parámetro de búsqueda para el motor de búsqueda Web
fr: Url complète, comprenant les paramètres du moteur de recherche
ja: Web 検索エンジンのパラメータも含めた URL
pt_br: Endereço de internet completo incluindo parâmetro de pesquisa para o Mecanismo de Pesquisa na Internet

# groupBox1.ToolTip
source: Engine picture. Should be of Size 16x16 px
es: Imágen del motor. Debería ser de un tamaño de 16x16 px
fr: Image du moteur de recherche. Sa taille doit être de 16x16 px
ja: エンジンの画像 (16x16 ピクセル)
pt_br: Imagem do mecanismo deve ter o tamanho de 16x16 pixel

# pictureEngine.ToolTip
source: Engine picture. Should be of Size 16x16 px
es: Imágen del motor. Debería ser de un tamaño de 16x16 px
fr: Image du moteur de recherche. Sa taille doit être de 16x16 px
ja: エンジンの画像 (16x16 ピクセル)
pt_br: Imagem do Mecanismo deve ter o tamanho de 16x16 pixels

# checkBoxResultsetIsRssFeed.Text
source: Search result will be returned as RSS
es: El resultado de la búsqueda será devuelto como RSS
fr: Le résultat de la recherche sera revoyé en tant que flux RSS
ja: 検索結果を RSS 形式で返す
pt_br: Resultado de pesquisa será retornado como RSS

# checkBoxResultsetIsRssFeed.ToolTip
source: Check this option, if the search engine specified by the above Url will return the results as a RSS Feed
es: Marque esta opción, si el motor de búsqueda especificado por la URL superior devuelve los resultados como una fuente RSS
fr: Cocher cette option si le moteur de recherche spécifié par l'Url ci-dessus doit retourner les résultats en tant que flux RSS
ja: このオプションは、検索結果が RSS 形式で戻ってくる場合にチェックします
pt_br: Marque esta opção se o mecanismo de pesquisa especificado pelo endereço de internet acima retornar os resultados como um Canal RSS

# checkBoxMergeRssResultset.Text
source: Merge the resultset with items returned by a local search
es: Integrar el conjunto de resultados con los elementos devueltos por una búsqueda local
fr: Mélanger les résultats avec les messages renvoyés par une recherche locale
ja: 記事の検索結果に、ローカル検索の結果を含める
pt_br: Mesclar o conjunto de resultados com itens retornados por uma pesquisa local

# checkBoxMergeRssResultset.ToolTip
source: Check this option, if the search engine specified by the above Url will return the results as a RSS Feed and you want to have the resultset merged with items returned by a local search
es: Marque esta opción, si el motor de búsqueda especificado por la URL superior devuelve los resultados como una fuente RSS y quiere que el conjunto de resultados se integre con los elementos devueltos por una búsqueda local
fr: Cocher cette option si le moteur de recherche spécifié par l'Url ci-dessus doit renvoyer les résultats en tant que flux RSS et que vous souhaitez melanger ce résultats avec les messages renvoyés par une recherche locale
ja: このオプションは、検索結果が RSS 形式で戻ってきた時に、ローカル検索結果とあわせて表示する場合、チェックします
pt_br: Marque esta opção se o mecanismo de pesquisa especificado pelo endereço de internet acima retornar os resultados como um Canal RSS e você quer ter o conjunto de resultados mesclado com intens retornados by uma pesquisa local

# label6.Text
source: Remember the "{0}" placeholder string that will be replaced with the search phrase within the Url on a search request!
es: ¡Recuerde que la cadena "{0}" será reemplazada con la frase de búsqueda en la URL, en una petición de búsqueda!
fr: Conserve la chaîne "{0}" qui sera remplacée par la phrase de recherche dans l'url lors de la requête !
ja: URL の中の"{0}" は、キーワードに置き換えて、検索します。
pt_br: Lembre-se que o marcador de texto "{0}" será trocado dentro do endereço de internet pela frase de pesquisa em uma requisição de pesquisa

# openFileDialog1.Filter
source: Gif Files|*.gif|Png Files|*.png|Bmp Files|*.bmp|Ico Files|*.ico|All Files|*.*
fr: Fichiers Gif|*.gif|Fichiers Png|*.png|Fichiers Bmp|*.bmp|Fichiers Ico|*.ico|Tous les fichiers|*.*
ja: GIF ファイル|*.gif|PNG ファイル|*.png|BMP ファイル|*.bmp|ICO ファイル |*.ico|すべてのファイル|*.*
pt_br: Arquivos Gif|*.gif|Arquivos Png|*.png|Arquivos BmpFiles|*.bmp|Arquivos Ico|*.ico|Todos os arquivos|*.*

# openFileDialog1.Title
source: Select a search engine image
fr: Choisir l'image du moteur de recherche
ja: 検索エンジン画像の参照
pt_br: Selecione uma imagem para o mecanismo de pesquisa

# $this.Text
source: Web Search Engine Properties
es: Propiedades del motor de búsqueda Web
fr: Propriétés du moteur de recherche
ja: Web 検索エンジン プロパティ
pt_br: Propriedades do Mecanismo de Pesquisa na Internet

# label5.ToolTip
source: Complete Url including search parameter for the Web Search Engine
es: URL completa incluyendo el parámetro de búsqueda para el motor de búsqueda Web
fr: Url complète, comprenant les paramètres du moteur de recherche
ja: パラメータも含めた Web 検索エンジンの URL
pt_br: Endereço de internet completo incluindo parâmetros de pesquisa para o mecânismo de pesquisa na internet

# label5.Text
source: &Url
pt_br: &Endereço de internet

# btnOk.Text
source: &OK
es: &Aceptar
