Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/AddSubscriptionWizard.*.resx
Languages: bg, de, es, fr, it, ja, ko, nl_nl, pl, ru, sr_cyrl_cs, sr_latn_cs, tr

# pageFeedItemControl.Text
source: Feed/Item Control
bg: Управление на каналите за новини
de: Allgemeine Einstellungen zum Web-Feed/Beiträge
es: Control de Fuente/Elemento
fr: Contrôles des flux/entrées
it: Controllo del Feed/Item
ja: フィード/アイテム制御
ko: 피드(Feed)/아이템 컨트롤
nl_nl: Feed/Item instellingen
pl: Ustawienia kanału/elementów.
ru: Управление леной новостей
sr_cyrl_cs: Извор/Предмет контрола
sr_latn_cs: Izvor/Predmet kontrola
tr: Kaynak/Mesaj Denetimi

# comboMaxItemAge.Items
source: 1 day
es: 1 día
nl_nl: 1 dag
ru: 1 день

# comboMaxItemAge.Items1
source: 2 days
es: 2 días
nl_nl: 2 dagen
ru: 2 дня

# comboMaxItemAge.Items2
source: 3 days
es: 3 días
nl_nl: 3 dagen
ru: 3 дня

# comboMaxItemAge.Items3
source: 4 days
es: 4 días
nl_nl: 4 dagen
ru: 4 дня

# comboMaxItemAge.Items4
source: 5 days
es: 5 días
nl_nl: 5 dagen
ru: 5 дней

# comboMaxItemAge.Items5
source: 6 days
es: 6 días
nl_nl: 6 dagen
ru: 6 дней

# comboMaxItemAge.Items6
source: 7 days
es: 7 días
nl_nl: 7 dagen
ru: 7 дней

# comboMaxItemAge.Items7
source: 14 days
es: 14 días
nl_nl: 14 dagen
ru: 14 дней

# comboMaxItemAge.Items8
source: 21 days
es: 21 días
nl_nl: 21 dagen
ru: 21 день

# comboMaxItemAge.Items9
source: 1 month
es: 1 mes
nl_nl: 1 maand
ru: 1 месяц

# comboMaxItemAge.Items10
source: 2 months
es: 2 meses
nl_nl: 2 maanden
ru: 2 месяца

# comboMaxItemAge.Items11
source: 1 quarter
es: 1 trimestre
nl_nl: 3 maanden
ru: 1 квартал

# comboMaxItemAge.Items12
source: 2 quarters
es: 2 trimestres
nl_nl: 6 maanden
ru: 2 квартала

# comboMaxItemAge.Items13
source: 3 quarters
es: 3 trimestres
nl_nl: 9 maanden
ru: 3 квартала

# comboMaxItemAge.Items14
source: 1 year
es: 1 año
nl_nl: 1 jaar
ru: 1 год

# comboMaxItemAge.Items15
source: Unlimited
es: Ilimitado
nl_nl: Onbeperkt
ru: Неограниченно

# lblRemoveItemsOlderThan.Text
source: Remove items older than:
bg: Изтрий новини по-стари от:
de: Maximales Beitrags-&Alter:
es: Eliminar elementos más antiguos que:
fr: Supprimer les entrées plus vieilles que:
it: Rimuovi gli item più vecchi di:
ja: 古いアイテム削除:
ko: 기존에 더해진 예약 구독 제거:
nl_nl: Verwijder items ouder dan:
pl: Usuwaj elementy starsze niż:
ru: Удалить сообщения старее чем:
sr_cyrl_cs: Уклони предмете старије од:
sr_latn_cs: Ukloni predmete starije od:
tr: Bundan daha eski öğeleri sil:

# lblMinutes.Text
source: minutes
bg: минути
de: Minuten
es: minutos
it: minuti
ja: 分
ko: 분
nl_nl: minuten
pl: minuty
ru: минут
sr_cyrl_cs: минуте
sr_latn_cs: minute
tr: dakikada bir

# lblUpdateFrequency.Text
source: Update frequency:
bg: Честота на обновяване:
de: &Updatefrequenz:
es: Frecuencia de actualización:
fr: Fréquence de mise à jour:
it: Frequenza di aggiornamento:
ja: 更新頻度:
ko: 업데이트 빈도 수:
nl_nl: Bijwerken elke:
pl: Częstotliwość aktualizacji:
ru: Частота обновления:
sr_cyrl_cs: Фреквенција ажурирања:
sr_latn_cs: Frekvencija ažuriranja:
tr: Güncelleme sıklığı:

# checkMarkItemsReadOnExiting.Text
source: &Mark items as read on exiting feed
bg: &Маркирай като прочетени при затваряне на програмата
de: Beim Verlassen des Feed Beiträge als gelesen &markieren
es: &Marcar elementos como leídos al salir de una fuente
fr: &Marquer les entrées comme lues sur les flux existants
it: &Imposta gli item come letti uscendo dal feed
ja: フィードのアイテムを既読にする(&M)
ko: &기존의 피드(Feed)를 이미 읽은 글로 표시하기
nl_nl: &Markeer items als gelezen bij verlaten feed
pl: &Oznacz elementy jako przeczytane przy opuszczaniu kanału informacyjnego
ru: &Пометить сообщения как прочитанные при выходе
sr_cyrl_cs: &Маркирај предмете прочитаним напуштањем извора
sr_latn_cs: &Markiraj predmete pročitanim napuštanjem izvora
tr: &Haber kaynağından çıkışta tüm mesajları okunmuş olarak işaretle

# lblFeedItemControlIntro.Text
source: Here you can change the application behavior for the "New Items received" event, the maximum item age to control the time items get automatically purged and the update request frequency.
bg: Тук можете да промените поведението на програмата при получаване на новини, максималната "възраст" на новините и периода за проверка на източниците на новини.
de: Sie können hier das Verhalten der Anwendung beim Ereignis "Neue Beiträge empfangen" festlegen, sowie das maximale Alter von Beiträgen (bevor diese lokal automatisch entfernt werden).
es: Aquí puede cambiar el comportamiento de la aplicación para el evento "Nuevos elementos recibidos", la edad máxima del elemento para controlar cuando los elementos se reciclan automáticamente y la frecuencia de petición de actualización.
fr: Ici vous pouvez changer le comportement de l'application pour les "Nouvelles entrées reçue", l'âge maximum des entrées à contrôler afin de les purger automatiquement, et la fréquence de mise à jour.
it: Qui puoi cambiare il comportamento dell'applicazione per l'evento "Nuovi item ricevuti", la massima età degli item per controllare il tempo con cui gli items sono automaticamente cancellati e la frequenza di aggiornamento richieste.
ja: 新規アイテム受信時の動作、最大アイテム保存期間を、自動的に古いアイテムを削除したり、頻繁に更新させるために、変更できます。
ko: 이곳에서는 원하시는 업데이트 요청 빈도 수와 자동으로 연결되어진 아이템들을 조정하기 위해서 사용 되는 새로운 받은 아이템 이벤트 기능을 변경 하실 수 있습니다.
nl_nl: Hier kun je instellingen wijzigen van "Nieuw ontvangen items", de bewaartermijn van de feeditems en de gewenste frequentie om te feed bij te werken.
pl: Poniżej możesz zmienić zachowanie aplikacji po otrzymaniu nowych elementów, maksymalny wiek elementu (po którym zostanie on automatycznie usunięty) oraz częstotliwość aktualizowania subskrypcji.
ru: Здесь вы можете изменить поведение приложения для события "Получены новые сообщения", максимальный возраст сообщения (для контроля времени когда сообщение будет удалено автоматически) и частоту обновлений сообщений.
sr_cyrl_cs: Овде можете променити понашање апликације за "Примљене нове ставке" догађај, максималан време трајања предмета како би сте контролисали аутоматско чишћење предмета и фреквенцију ажурирања.
sr_latn_cs: Ovde možete promeniti ponašanje aplikacije za "Primljene nove stavke" događaj, maksimalan vreme trajanja predmeta kako bi ste kontrolisali automatsko čišćenje predmeta i frekvenciju ažuriranja.
tr: Aşağıda yeni mesajlar alındığında nasıl bildirim yapılacağını düzenleyebilir, eskiyen mesajların ne kadar zaman sonra otomatik olarak silineceğini belirleyebilir ve güncelleme sıklığını değiştirebilirsiniz.

# checkEnableAlertOnNewItems.Text
source: &Enable alert windows on received items
bg: &Разреши изкачащ прозорец при получаването на новини
de: &Benachrichtigung einblenden, wenn neue Beiträge eintreffen
es: Activar ventanas de alerta al recibir &elementos
fr: &Activer la fenêtre d'alerte lors de la réception de nouvelles entrées
it: &Abilita la finestra degli alert sugli item ricevuti
ja: 受信済みアイテムにて、警告ウィンドウを表示(&E)
ko: &새로 받은 아이템들을 윈도우에 알려주는 기능 허락하기
nl_nl: &Activeer kennisgevingsvenster voor ontvangen items
pl: &Włącz okna powiadomień o nowych elementach
ru: &Включить извещающие окна при получении сообщений
sr_cyrl_cs: &Омогући прозор упозорења за примљене предмете
sr_latn_cs: &Omogući prozor upozorenja za primljene predmete
tr: &Yeni mesaj alındığında bilgi penceresini göster

# pageFeedItemDisplay.Description
source: Optional Properties to control the display of the feed and it's items
bg: Допълнителни настройки за показването на канала
de: Optionale Anzeige-Eigenschaften des Web-Feed und seiner Beiträge
es: Propiedades opcionales para controlar la apariencia de la fuente y sus elementos
fr: Propriétés optionnelles pour contrôler l'affichage du flux et de ses éléments
it: Proprietà opzionali per controllare la visualizzazione dei feed ed i suoi items
ja: フィードとアイテム表示制御のオプションプロパティ
ko: 임의의 설정창은 피드(Feed) 나 아이템들을 보여주는 것을 조정 할수 있도록 합니다.
nl_nl: Optionele instellingen voor feedweergave en haar items
pl: Dodatkowe ustawienia dotyczące wyświetlania kanału informacyjnego i jego elementów
ru: Дополнительные параметры контоля отображения ленты новостей
sr_cyrl_cs: Додатни параметри за контролу приказивања feed-а и његових ставки
sr_latn_cs: Dodatni parametri za kontrolu prikazivanja feed-a i njegovih stavki
tr: Haber kaynağının ve içerdiği mesajların isteğe bağlı görünüm özellikleri

# pageFeedItemDisplay.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
bg: Моля, натиснете "Край" за добаване на новият канал или "Следващ" за допълнителни настройки.
de: Bitte drücken Sie "Weiter", um die Erstellungen des neuen Abonnements abzuschliessen
es: Por favor, pulse "Siguiente>" para continuar con el siguiente paso o "Finalizar" para añadir su nueva suscripción
fr: Cliquez sur "Suivant" pour continuer à l'étape suivante ou cliquez sur "Terminer" pour ajouter la nouvelle inscription
it: Clicka "Prossimo" per il prossimo passo o "Termina" per aggiungere la tua nuova sottoscrizione
ja: 次へ進むには「次へ」、購読を追加するには、「完了」をクリックしてください。
ko: 다음 버튼을 눌러서 다음 창으로 계속 진행 하시거나 마침 버튼을 눌러서 새로운 얘약 구독 더하기를 끝냅니다.
nl_nl: Klik "Volgende" om door te gaan of "Voltooien" om de RSS feed aan te melden
pl: Kliknij "Dalej" aby przejść do kolejnego etapu lub "Zakończ" aby dodać subskrypcję.
ru: Пожалуйста нажмите "Далее" для продолжения или "Готово" чтобы добавить вашу новую подписку
sr_cyrl_cs: Молим вас кликните "Даље" да наставите следећи корак или "Заврши" да додате нови потпис
sr_latn_cs: Molim vas kliknite "Dalje" da nastavite sledeći korak ili "Završi" da dodate novi potpis
tr: Lütfen "İleri" düğmesine tıklayarak bir sonraki aşamaya geçin veya "Bitir" düğmesine tıklayarak yeni aboneliğinizi ekleyin

# pageFeedItemDisplay.Text
source: Feed/Item Display
bg: Новини(съобщения) за показване
de: Feed-/Beitragsanzeige
es: Apariencia de Fuente/Elemento
fr: Affichage des flux/entrées
it: Visualizzazione Feed/Item
ja: フィード/アイテム表示
ko: 피드(Feed)/아이템 디스플레이
nl_nl: Feed/Item weergave
pl: Wyświetlanie kanału informacyjnego i elementów
ru: Отображение ленты новостей
sr_cyrl_cs: Извор/Предмет приказивање
sr_latn_cs: Izvor/Predmet prikazivanje
tr: Kaynak/Mesaj Görünümü

# lblFormatterStylesheet.Text
source: Formatter &Stylesheet:
bg: Форматери:
de: &Formatieren mit:
es: Hoja de e&stilo del formateador:
fr: Feuille de &style du formateur:
it: Foglio di &Stile di formattazione:
ja: 書式スタイルシート(&S):
ko: &스타일 시트 전체 구성
nl_nl: Opmaak-sjabloon:
pl: &Arkusz formatujący:
ru: Стиль форматирования:
sr_cyrl_cs: &Stylesheet форматора:
sr_latn_cs: &Stylesheet formatora:
tr: Biçimleyici &Şablonu:

# checkUseCustomFormatter.Text
source: Use a &custom formatter
bg: Използвай друг формат
de: Verwendet &eigenes Format
es: Usar un formateador personaliza&do
fr: Utiliser un formateur &personalisé
it: Utilizza un formattatore &custom
ja: カスタム書式を利用する(&c)
ko: &맞춤 방식으로 사용하기
nl_nl: Maak gebruik van een opmaak-sjabloon
pl: Używaj własnego &formatowania
ru: Использовать специальное форматирование
sr_cyrl_cs: Користи &прилагођени форматор
sr_latn_cs: Koristi &prilagođeni formator
tr: &Özel bir biçimleyici kullan

# lblFeedItemDisplayIntro.Text
source: Use the default feed/item formatting or select a custom XSLT formatter.
bg: Използвай показване на новини по подразбиране или избери XSLT формат.
de: Verwendet die Standard-Anzeigeformatierung, oder das hier spezifizierte Format. Wenn aktiviert, gilt die Formatierung speziell nur für dieses Abonnement.
es: Usar el formateo predeterminado de la Fuente/Elemento o seleccionar un formateador XSLT personalizado.
fr: Utilisez le formateur des flux/entrées par défaut ou sélectionnez un formateur XSLT personnalisé.
it: Usa la formatazzione dl feed/item di default o seleziona un formattatore XSLT custom.
ja: 初期設定のフィード/アイテム初期を使うか、カスタムXLST 書式を選択します。
ko: 디폴트 피드(Feed)나 아이템 형식을 이용하시거나 변형하신 XSLT 형식을 사용하세요
nl_nl: Gebruik het standaard feed opmaak-sjabloon of selecteer hieronder een XSLT opmaak-sjabloon.
pl: Korzystaj ze standardowego formatowania elementów i kanałów informacyjnych lub wskaż własny arkusz XSLT.
ru: Использовать форматирование по-умолчанию или выберите XSLT стиль для форматирования
sr_cyrl_cs: Користи основно форматирање за извор/предмет или изабери прилагођени XSLT форматор.
sr_latn_cs: Koristi osnovno formatiranje za izvor/predmet ili izaberi prilagođeni XSLT formator.
tr: Varsayılan kaynak/mesaj biçimleyicisini kullanın veya özel bir XSLT biçimleyicisi seçin.

# finishPage.FinishText
source: You have almost completed adding a new subscription. Click the "Finish" button to add your new subscription.
bg: Вие почти привършихте създаването на нов абонамент. Натиснете "Край", за да добавите канала.
de: Sie haben ein neues Abonnement fertiggestellt. Drücken Sie auf "Fertig", um das neue Abonnement hinzuzufügen.
es: Casi ha completado la adición de una nueva suscripción. Pulse en "Finalizar" para añadir su nueva suscripción.
fr: Vous avez presque terminé l'ajout d'une nouvelle inscription. Cliquez sur le bouton "Terminer" afin d'ajouter la nouvelle inscription.
it: Hai quasi terminato l'aggiunta di una nuova sottoscrizione. Clicka il bottone "Termina" per aggiungere la tua nuova sottoscrizione.
ja: 購読の追加を完了しました。「完了」ボタンをクリックしてください。
ko: 항상 하나의 예약 구독을 마치셔야 됩니다. 예약 구독을 하시려면, 마침 버튼을 눌러주세요.
nl_nl: Je nieuwe feed is klaar om te worden toegevoegd aan je feedlijst. Klik "voltooien" om nu af te ronden.
pl: Dodawanie nowej subskrypcji zostało niemal ukończone. Kliknij przycisk "Zakończ" aby zatwierdzić wprowadzone informacje.
ru: Вы почти закончили добавление новой подписки. Нажмите кнопку "Готово" чтобы добавить вашу новую подписку.
sr_cyrl_cs: Скоро сте завршили нови потпис. Кликните дугме "Заврши" да додате нови потпис.
sr_latn_cs: Skoro ste završili novi potpis. Kliknite dugme "Završi" da dodate novi potpis.
tr: Yeni abonelik ekleme işlemini nerdeyse tamamladınız. "Bitir" düğmesine tıklayarak yeni aboneliğinizi ekleyin.

# finishPage.Text
source: Complete!
bg: Готово!
de: Fertig!
es: ¡Completado!
it: Finito!
ja: 完了!
ko: 완료!
nl_nl: Voltooid!
pl: Gotowe!
ru: Готово!
sr_cyrl_cs: Завршено!
sr_latn_cs: Završeno!
tr: Bitti!

# lblCompletionMessage.Text
source: The subscription is ready to be added to your subscriptions list.
bg: Абонаментът вече е добавен.
de: Das Abonnement ist jetzt fertig, um Sie Ihrer Liste hinzuzufügen.
es: La suscripción está lista para ser añadida a su lista de suscripciones.
fr: L'inscription est prête à être ajoutée à la liste de vos inscriptions.
it: La sottoscrizione è pronta per essere aggiunta alla tua lista delle sottoscrizioni.
ja: 購読を購読一覧に追加することができます。
ko: 선택하신 예약 구독이 예약 구독 리스트에 더해질 준비가 되었습니다.
nl_nl: De feed is gereed om te worden toegevoegd aan je feedlijst.
pl: Subskrypcja jest gotowa do dodania do listy.
ru: Подписка готова к добавлению в ваш список подписок.
sr_cyrl_cs: Упис је спреман за додавање вашој листи уписа
sr_latn_cs: Upis je spreman za dodavanje vašoj listi upisa
tr: Yeni aboneliğiniz abonelik listenize eklenmeye hazır.

# pageHowToSelection.Description
source: A subscription stores news items from specific sources. How would you like to add a new subscription?
bg: Абонаментът записва новините от специфични източници. Как бихте искали да добавите нов абонамент?
de: Ein Abonnement enthält Beiträge von spezifischen Quellen im Internet. Wie möchten Sie weiter verfahren?
es: Una suscripción almacena nuevos elementos de fuentes específicas. ¿Cómo le gustaría añadir una nueva suscripción?
fr: Une inscription stocke les nouvelles entrées d'une source spécifique. Comment souhaitez vous une nouvelle inscription ?
it: Una sottoscrizione memorizza i nuovi items dalle sorgenti specifiche. Come vuoi aggiungere una nuova sottoscrizione?
ja: 購読には、指定のソースからのニュースアイテムが入ります。新しい購読を追加しますか ?
ko: 예약 구독 기능은 특정한 내용들로 부터 뉴스 아이템들을 저정 하실 수 있도록 합니다. 지금 새 예약 구독을 더해 보시는 것을 어떻겠습니까?
nl_nl: RSS Bandit kan feeds ontvangen van verschillende bronnen. Watvoor type wil je toevoegen?
pl: Subskrypcja przechowuje elementy pochodzące z określonego źródła. W jaki sposób chcesz dodać nową subskrypcję?
ru: Подписка хранит сообщения от определенного источника. Каким образом вы хотите добавить новую подписку?
sr_cyrl_cs: Потписивање на вести спрема ставке вести из различитих извора. Како желите да додате нови потпис?
sr_latn_cs: Potpisivanje na vesti sprema stavke vesti iz različitih izvora. Kako želite da dodate novi potpis?
tr: Bir abonelik belirli bir kaynaktan alınan haber öğelerini kapsar. Yeni aboneliğinizi hangi yöntemle eklemek istersiniz?

# pageHowToSelection.Text
source: New Subscription
bg: Нов абонамент
de: Neues Abonnement
es: Nueva suscripción
fr: Nouvelle inscription
it: Nuova sottoscrizione
ja: 新規購読
ko: 새 예약 구독
nl_nl: Nieuw toevoegen
pl: Nowa subskrypcja
ru: Новая подписка
sr_cyrl_cs: Нови потпис
sr_latn_cs: Novi potpis
tr: Yeni Abonelik

# radioNewByNNTPGroup.Text
source: I want to subscribe to a NNTP newsgroup
bg: Искам да се абонирам за нюз-група.
de: Ich möchte eine Usenet Gruppe abonnieren (NNTP)
es: Quiero suscribirme a un grupo de noticias NNTP
fr: Je veux m'inscrire à un Newsgroup NNTP
it: Voglio sottoscrivere un newsgroup NNTP
ja: NNTP ニュースグループを購読したい。
ko: NNTP news그룹을 예약 구독 하고 싶습니다.
nl_nl: Ik wil me aanmelden op een Usenet nieuwsgroep (let op: laden duurt langer soms lang)
pl: Chcę zasubskrybować grupę dyskusyjną (NNTP)
ru: Я хочу подписаться на группы новостей
sr_cyrl_cs: Желим да се потпишем за NNTP групу вести
sr_latn_cs: Želim da se potpišem za NNTP grupu vesti
tr: Bir NNTP habergrubuna abone olmak istiyorum

# lblHowToSubscribeIntro.Text
source: Please select one of the options below you like to add a new subscription:
bg: Моля, изберете една от възможностите по-долу:
de: Bitte wählen Sie eine der folgenden Optionen, von wo das Abonnement seine Beiträge beziehen soll:
es: Por favor, seleccione una de las opciones inferiores que desee, para añadir una nueva suscripción:
fr: Sélectionnez une des options ci-dessous que vous souhaitez ajouter à la nouvelle inscription:
it: Seleziona una delle opzioni sotto che vuoi aggiungere alla nuova sottoscrizione:
ja: 新規購読用に下記のオプションから一つ選択できます。:
ko: 다음 중 하나의 옵션을 선택하셔서 새로운 예약 구독 리스트에 더해 주세요:
nl_nl: Selecteer een van onderstaande opties:
pl: Wybierz jedną z poniższych opcji dodawania nowej subskrypcji:
ru: Выберите один из вариантов добавоения новой подписки:
sr_cyrl_cs: Молим вас изаберите једну од опција испод начина додавања нових потпиуса:
sr_latn_cs: Molim vas izaberite jednu od opcija ispod načina dodavanja novih potpiusa:
tr: Yeni bir abonelik eklemek için lütfen aşağıdaki yöntemlerden birini seçin:

# radioNewByTopicSearch.Text
source: I want to search for subscriptions by key word(s)
bg: Търсене на новини чрез ключови думи
de: Ich möchte nach Web-Feeds suchen (über Schlüssel-Wörter)
es: Quiero buscar suscripciones por palabra(s) clave(s)
fr: Je veux rechercher des inscriptions par mot(s) clef(s)
it: Voglio cercare le sottoscrizioni per parole chiave
ja: キーワードで購読を検索
ko: 키워드를 이용하여서 예약 구독을 검색하고 싶습니다.
nl_nl: Ik wil een feed vinden met een zoekopdracht
pl: Chcę wyszukać kanały informacyjne na podstawie słów kluczowych
ru: Я хочу искать ленты новостей по ключевым словам
sr_cyrl_cs: Желим да тражим потписе по кључној речи(ма)
sr_latn_cs: Želim da tražim potpise po ključnoj reči(ma)
tr: Abonelikleri anahtar sözcükler girerek aramak istiyorum

# radioNewByURL.Text
source: I will enter the URL of the web feed or page
bg: Ще въведа URL на канала за новини или web страница.
de: Ich möchte die URL eines Web-Feeds bzw. einer Web-Seite eingeben
es: Introduciré la URL de la fuente o de la página web
fr: Je vais entrer l'adresse du flux web ou de la page
it: Inserirà l'URL del feed web o della pagina
ja: Webフィードやページの URL を入力します。
ko: 웹 피드(Feed) 나 웹사이트 URL 을 입력 하고 싶습니다.
nl_nl: Ik geef het webadres van de feed of webpagina op
pl: Wprowadzę adres URL kanału informacyjnego lub strony internetowej
ru: Я введу URL ленты новостей или страницы
sr_cyrl_cs: Ја ћу унети URL извора или стране
sr_latn_cs: Ja ću uneti URL izvora ili strane
tr: Web sayfasının veya haber kaynağının adresini gireceğim

# pageNewByURL.Description
source: Adds a subscription whose web feed can be found at the specified location.
bg: Абонаментът записва новините от специфични източници. Как бихте искали да добавите нов абонамент?
de: Fügt ein Abonnement hinzu, dessen Web-Feed an der angegebenen Adresse zu finden ist.
es: Añade una suscripción cuya fuente puede ser encontrado en el lugar especificado.
fr: Ajouter une inscription au flux web qui a pu être trouvé à l'emplacement spécifié.
it: Aggiunge una sottoscrizione i cui feed web possono essere trovati alle locazioni specificate.
ja: 指定の場所にあるフィードを購読として追加します。
ko: 특별한 곳에서 검색 되어지는 웹 피드(Feed)를 예약 구독에 더하기.
nl_nl: Selecteert een RSS feed die wordt gevonden op het ingegeven webadres.
pl: Dodaje subskrypcję, której kanał informacyjny może zostać odnaleziony w określonej lokalizacji.
ru: Добавляет подписку чья лента новостей может быть найдена по адресу.
sr_cyrl_cs: Додаје потписе чији web feed-ови могу бити пронађени на одређеној локацији.
sr_latn_cs: Dodaje potpise čiji web feed-ovi mogu biti pronađeni na određenoj lokaciji.
tr: Belirtilen adreste bulunan haber kaynağına abonelik ekler.

# pageNewByURL.Text
source: New subscription by URL
bg: Нов абонамент от URL
de: Neues Abonnement über eine URL
es: Nueva suscripción a una URL
fr: Nouvelle inscription par URL
it: Nuova sottoscrizione da URL
ja: URL を新規購読
ko: URL 을 사용하여 새 예약 구독 더하기
nl_nl: Een feed toevoegen middels een webadres (URL)
pl: Nowa subskrypcja - na podstawie adresu URL
ru: Добавить новую подписку по URL
sr_cyrl_cs: Нови потпис кроз URL
sr_latn_cs: Novi potpis kroz URL
tr: Adres girerek yeni abone olma

# linkLabelCanonicalUrl.ToolTip
source: The canonicalized URL we will use
es: La URL redirigida que usaremos
fr: L'URL cannonique sera utilisée
it: L'URL canonicalizzato che verrà usato
ko: 불법이 아닌 URL만 사용합니다.
nl_nl: Het gevonden webadres dat zal worden gebruikt
pl: Kanioniczny URL którego będziemy używać
ru: Канонический URL, который будет использован
sr_cyrl_cs: За правилан URL користићемо
sr_latn_cs: Za pravilan URL koristićemo

# lblAutodiscoverHelp.Text
source: Autodiscover
bg: Автоматично откриване
es: Autodescubrir
fr: Découvrir automatiquement
ja: 自動探索
ko: 자동찾기
nl_nl: Automatisch Vinden (autodiscover)
pl: Autowykrywanie
ru: Автообнаружение
sr_cyrl_cs: Октриј аутоматски
sr_latn_cs: Oktrij automatski
tr: Otomatik olarak bul

# checkNewByURLValidate.Text
source: Autodiscover and verify the feed
bg: Намери автоматично и провери канала за новини
de: Web-Feed automatisch lokalisieren und verifizieren
es: Autodescubrir y verificar las fuentes
fr: Découvrir automatiquement et vérifier le flux
it: Scopri automaticamente e verifica il feed
ja: フィードの自動検出と評価
ko: 새로운 피드(Feed) 를 자동으로 찾고 확인하기
nl_nl: Automatisch Vinden en RSS feed controleren op juistheid
pl: Automatycznie wykrywaj i weryfikuj kanały informacyjne
ru: Обнаружить и проверить ленту новостей
sr_cyrl_cs: Аутмоатски откриј и верификуј извор
sr_latn_cs: Autmoatski otkrij i verifikuj izvor
tr: Kaynağı otomatik olarak bul ve sına
