Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/AddSubscriptionWizard.*.resx
Languages: bg, de, es, fr, it, ja, ko, nl_nl, pl, ru, sr_cyrl_cs, sr_latn_cs, tr

# _btnImmediateFinish.Text
source: Finish
bg: Край
de: Fertig
es: Finalizar
fr: Terminer
it: Termina
ja: 終了
ko: 마침
nl_nl: Voltooien
pl: Zakończ
ru: Готово
sr_cyrl_cs: Заврши
sr_latn_cs: Završi
tr: Bitir

# pageNewBySearchTopic.Description
source: Specify the key word(s) or topic to find related web feeds or search results.
bg: Определете ключова дума или заглавие, което ще се търси.
de: Geben Sie Schlüssel-Wörter oder ein Thema an, um passende Web-Feeds oder Suchergebnisse zu erhalten.
es: Especificar las palabras clave o asunto para encontrar las fuentes relacionadas o resultados de búsqueda.
fr: Spécifiez le(s) mot(s) clef(s) ou le thême afin de trouver des flux correspondants ou des résultats à la recherche.
it: Specifica le parole chiave o argomento per trovare dei feed web simili o risultati di ricerca.
ja: 検索したいキーワード、トピックを指定してください。
ko: 검색 결과를 원하시거나 싶으시거나 웹상에 존재 하는 관련된 피드(Feee)를 원하시면 키워드나 혹은 제목을 명시하셔야 됩니다.
nl_nl: Geef een zoekterm of onderwerp om gerelateerde RSS feeds of zoekresultaten te vinden.
pl: Określ słowa kluczowe lub temat aby wyszukać związane z nimi kanały informacyjne lub wyniki wyszukiwania.
ru: Введите ключевые слова или темы для поиска лент новостей.
sr_cyrl_cs: Наведите кључне речи или теме да пронађеде сличне web feeds-ове или резултате претраге.
sr_latn_cs: Navedite ključne reči ili teme da pronađede slične web feeds-ove ili rezultate pretrage.
tr: Arama yapmak istediğiniz anahtar sözcükleri ve konuları belirtin.

# pageNewBySearchTopic.Text
source: New subscription by Search
bg: Нов абонамент от резултата
de: Neues Abonnement über eine Suche
es: Nueva suscripción de una búsqueda
fr: Nouvelle inscription par recherche
it: Nuova sottoscrizione da ricerca
ja: 検索による新規購読
ko: 검색으로 새로운 예약 구독하기
nl_nl: Nieuwe feed toevoegen middels zoeken
pl: Nowa subskrypcja - na podstawie wyszukiwania
ru: Добавить новую подписку через поиск
sr_cyrl_cs: Нови потписи преко Претраге
sr_latn_cs: Novi potpisi preko Pretrage
tr: Arama yaparak yeni abone olma

# lblSyndic8Help.Text
source: Syndic8
nl_nl: Wat is Syndic8? (Engels)

# btnManageSearchEngines.Text
source: Manage...
bg: Настройки...
de: Verwalten...
es: Administrar...
fr: Gèrer...
it: Gestisci...
ja: 管理...
ko: 관리...
nl_nl: Beheer...
pl: Zarządzaj...
ru: Управление...
sr_cyrl_cs: Управљај
sr_latn_cs: Upravljaj
tr: Düzenle...

# lblNewBySearchEngines.Text
source: Search engine:
bg: Търсене с помощта на:
de: Suchmaschine:
es: Motor de búsqueda:
fr: Moteur de recherche:
it: Motore di ricerca:
ja: 検索エンジン:
ko: 검색 엔진:
nl_nl: Zoekopdracht:
pl: Wyszukiwarka:
ru: Поисковая система:
sr_cyrl_cs: Претраживач:
sr_latn_cs: Pretraživač:
tr: Arama motoru:

# lblNewBySearchIntro.Text
source: The result depends on the used search engine. Some of them are online Feed search services that are able to find related web feeds you can directly subscribe to (Syndic8). Other may simply provide the search result as a web feed.
bg: Резултатът зависи от използваната търсачка. Някои търсачки (Syndic8) могат да откриват уеб-канали с новини, за които може да се абонирате. А други просто показват резултата от търсената дума.
de: Das Ergebnis wird im Wesentlichen durch die verwendete Suchmaschine bestimmt. Einige von Ihnen sind Online Web-Feed Suchmaschinen (Syndic8), die in der Lage sind, relevante Feeds zu finden, die Sie direkt abonnieren können. Andere vermögen ein Suchergebnis als Web-Feed auszugeben.
es: El resultado depende del motor de búsqueda utilizado. Algunos de ellos son servicios de búsqueda de fuentes en línea, que permiten buscar fuentes relacionadas a las que puede suscribirse directamente (Syndic8). Otros simplemente pueden proveer los resultados de la búsqueda como una fuente.
fr: Les résultats dépendent du moteur de recherche utilisé. Certain d'entre eux sont des services de recherche de flux en ligne qui sont capables de trouver les flux similaires auxquels vous pouvez directement vous abonner (Syndic8). D'autres retournent simplement le résultat de la recherche comme un flux web.
it: I risultati dipendono dal motore di ricerca utilizzato. Alcuni di essi sono servizi online di ricerca feed che sono in grado di cercare feeds web correlati a cui ti puoi sottoscrivereo (Syndic8). Altri possono semplicemente fornire i risultati della ricerca come feed web.
ja: 検索結果は、使用する検索エンジンによります。いくつかのエンジンは、オンラインフィード検索サービスで、購読することのできる関連 Web フィードを検索します。例: Syndic8。その他のエンジンは、検索結果を Web フィードとして提供のみします。
ko: 결과는 사용된 검색 엔진에 따라 다를 수 있습니다. 어떤 검색 결과들은 온라인 피드(Feed) 결과 서버스로 여러분들이 직접 Syndic8 등과 같은 웹 피드(Feed) 결과로 찾으실 수도 있습니다.다른 결과들은 단순히 웹 피드(Feed)에서 검색된 결과 입니다.
nl_nl: De zoekresultaten hangen af van de gebruikte zoekmachine. Sommige zoeken naar RSS feeds waarop direct kan worden aangemeld (Syndic8). Het kan voorkomen dat een zoekresultaat wordt getoond als een RSS feed.
pl: Rezultaty zależą od użytej wyszukiwarki. Niektóre z nich są internetowymi usługami przeszukiwania kanałów informacyjnych i pozwalają na odnalezienie podobnych lub powiązanych kanałów, które możesz bezpośrednio zasubsrybować (Syndic8). Inne mogą po prostu zwracać wyniki wyszukiwania w postaci kanału informacyjnego.
ru: Результат поиска зависит от поисковой системы. Некоторые из них являются онлайновыми посковыми службами, позволяющими искать ленты новостей на которые вы можете подписаться. Другие могут просто предоставлять результаты поиска как ленту новостей.
sr_cyrl_cs: Резултат зависи од кориштеног претраживача. Неки од су online сервиси претраге итвора који могу наћи везане изворе на које се можете директно потписати (Syndic8). Други могу једноставно обезбедити резултат претраге као извор.
sr_latn_cs: Rezultat zavisi od korištenog pretraživača. Neki od su online servisi pretrage itvora koji mogu naći vezane izvore na koje se možete direktno potpisati (Syndic8). Drugi mogu jednostavno obezbediti rezultat pretrage kao izvor.
tr: Sonuçlar kullanılan arama motoruna bağlıdır. Bazıları doğrudan abone olabileceğiniz haber kaynaklarını bulmanızı sağlayan kaynak arama servisleridir (Syndic8). Diğerleri ise sadece arama sonuçlarını web kaynağı olarak gösterebilir.

# lblNewBySearchWords.Text
source: Key word(s) or topic:
bg: Думи или тема:
de: Schlüssel-Wörter oder Thema:
es: Palabra(s) clave o asunto:
fr: Mot(s) clef(s) ou thème:
it: Parole chiave o argomento:
ja: キーワードまたは、トピック:
ko: 키워드 혹은 제목:
nl_nl: Zoekopdracht of onderwerp:
pl: Słowo(a) kluczowe lub temat:
ru: Ключевые слова или темы:
sr_cyrl_cs: Кључне речи или теме:
sr_latn_cs: Ključne reči ili teme:
tr: Anahtar sözcük(ler) veya konu:

# pageValidateUrl.Text
source: Please wait...
bg: Моля изчакайте ...
de: Bitte warten Sie einen Moment...
es: Por favor espere...
fr: Patientez svp...
it: Attendere prego...
ja: しばらくお待ちください...
ko: 진행중....
nl_nl: Ogenblik geduld...
pl: Proszę czekać...
ru: Пожалуйста ждите...
sr_cyrl_cs: Молим вас сачекајте...
sr_latn_cs: Molim vas sačekajte...
tr: Lütfen bekleyin...

# lblValidationTask2.Text
source: Pending
bg: Чакащи
es: Pendiente
fr: En attente
it: Non ancora finito
ja: 保留
ko: 계류중
nl_nl: Wachtstand
pl: Pozostało
ru: Ожидается
sr_cyrl_cs: У обради
sr_latn_cs: U obradi
tr: Beklemede

# lblValidationTask1.Text
source: InProgress
bg: В процес
es: En progreso
fr: En cours
it: In corso
ja: 処理中
ko: 진행중
nl_nl: Verwerken
pl: W toku
ru: Выполняется
sr_cyrl_cs: У прогресу
sr_latn_cs: U progresu
tr: Devam ediyor

# lblWaitStepIntro.Text
source: This step applies the following task(s):
bg: Тези стъпки се отнасят за следните задачи:
de: Es werden folgende Aufgaben erledigt:
es: En este paso se realizan las siguientes tareas:
fr: Cette étape accomplie les tâche(s) suivante(s):
it: Questo passo applica i seguenti task:
ja: このステップを以下のタスクに適用する:
ko: 현재 아래와 같은 작업을 진행 중입니다:
nl_nl: Acties in deze stap:
pl: Zostaną wykonane następujące zadania:
ru: Этот шаг выполняет следующие задачи:
sr_cyrl_cs: Овај корак примењује следеће задатке:
sr_latn_cs: Ovaj korak primenjuje sledeće zadatke:
tr: Bu aşama aşağıdaki görevleri kapsar:

# pageFoundMultipleFeeds.Description
source: Please select the desired feed for subscription
bg: Моля, изберете желаният новинарски канал за абониране
de: Bitte wählen Sie einen der gefundenen Feeds für das Abonnement aus
es: Por favor, seleccione la fuente deseada para la suscripción
fr: Sélectionnez le flux désiré pour l'inscription
it: Seleziona il feed voluto per sottoscrizione
ja: 購読するフィードを選択してください。
ko: 예약 구독을 원하시는 피드(Feed)를 선택해 주세요
nl_nl: Selecteer een feed
pl: Wybierz kanał informacyjny dla subksrypcji
ru: Пожалуйста выберите ленту новостей на которую вы хотите подписаться
sr_cyrl_cs: Молим вас изаберите жељени feed за потпис
sr_latn_cs: Molim vas izaberite željeni feed za potpis
tr: Lütfen abone olmak istediğiniz kaynağı seçin

# pageFoundMultipleFeeds.Text
source: Multiple feeds found
bg: Открити са няколко канала с новини
de: Mehrere Web-Feeds gefunden
es: Múltiples fuentes encontradas
fr: Plusieurs flux ont été découverts
it: Trovati più feed
ja: 複数のティードを検出
ko: 다중 선택된 피드(Feed)를 찾았습니다.
nl_nl: RSS feeds gevonden
pl: Znaleziono kilka kanałów informacyjnych
ru: Более одной ленты новостей найдены
sr_cyrl_cs: Пронађено више извора
sr_latn_cs: Pronađeno više izvora
tr: Birden çok kaynak bulundu

# lblMultipleFeedsFoundHint1.Text
source: From the list below, select a feed, and then click Next to specify the details about the new subscription.
bg: От списъка по-долу изберете канал за новини и натиснете "Следващ" за настройване детайлите на новия абонамент.
de: Wählen Sie einen der Feeds aus der Liste, dann drücken Sie bitte auf "Weiter", um zusätzliche Details zum Feed anzugeben.
es: De la lista inferior, seleccione una fuente, y pulse "Siguiente>" para especificar los detalles sobre la nueva suscripción.
fr: Sélectionnez un flux dans la liste ci-dessous, puis cliquez ensuite sur "Suivant" afin de spécifier les détails concernant la nouvelle inscription.
it: Dalla lista sotto, seleziona un feed, quindi clicka Prossimo per specificare i dettagli della nuova sottoscrizione.
ja: 下記の一覧からフィードを選択し、次へをクリックして、新規購読の詳細を設定します。
ko: 아래의 리스트로 부터 피드(Fee) 하나를 선택 하시고 새로운 예약 구독에 관한 상세한 사항들을 확인하시려면 다음 버튼을 눌러 주세요.
nl_nl: Selecteer een RSS feed uit onderstaande lijst en klik vervolgens Volgende om de feed te definiëren.
pl: Wybierz kanał informacyjny z poniższej listy, a następnie naciśnij "Dalej" w celu określenia innych opcji subskrypcji.
ru: Выберите ленту новостей из списка и нажмите "Далее" чтобы определить настройки новой подписки.
sr_cyrl_cs: Из листе испод, изаберите извор, а затим кликните Даље да наведете детаље новог потписа.
sr_latn_cs: Iz liste ispod, izaberite izvor, a zatim kliknite Dalje da navedete detalje novog potpisa.
tr: Aşağıdaki listeden bir kaynak seçin ve "İleri" düğmesine tıklayarak yeni abonelik için detayları belirleyin.

# lblMultipleFeedsFoundHint2.Text
source: If the required feed cannot be found in the list, please click Back to initiate a new search.
bg: Ако желаният канал за новини не е в списъка, върни се обратно и направи ново търсене.
de: Wird der erforderliche Web-Feed nicht in der Liste angezeigt, drücken Sie bitte auf "Zurück", um eine neue Suche zu starten.
es: Si la fuente requerida no puede ser encontrada en la lista, por favor pulse "<Atrás" para iniciar una nueva búsqueda.
fr: Si le flux requis ne peut être trouvé dans la liste, cliquez sur le bouton "Précédent" pour initier une nouvelle recherche.
it: Se il feed richiesto non puà essere trovato nella lista, selezionare Indietro per iniziare una nuova ricerca.
ja: 必要なフィードが一覧に見付からない場合、新規検索のために「戻る」をクリックしてください。
ko: 만약 원하시는 피드(Feedd)의 검색 결과가 없을 경우 에는 이전 버튼을 누르셔서 새로운 검색을 시작해 주세요.
nl_nl: Indien de gewenste feed niet in de lijst voorkomt, klik Vorige om opnieuw te zoeken.
pl: Jeżeli poszukiwany kanał nie znajduje się na liście, to naciśnij "Wstecz" i zainicjuj nowe wyszukiwanie.
ru: Если требуемая лента новостей не была обнаружена, нажмите "Назад" для нового поиска.
sr_cyrl_cs: Ако тражени извор не може бити пронађен у листи, молим вас кликните Назад да иницирате нову претрагу.
sr_latn_cs: Ako traženi izvor ne može biti pronađen u listi, molim vas kliknite Nazad da inicirate novu pretragu.
tr: Eğer istediğiniz kaynak listede yoksa "Geri" düğmesine tıklayarak yeni bir arama başlatın.

# lblMultipleFeedsFound.Text
source: Feeds found:
bg: Открити новини:
de: Es wurden folgende Web-Feeds gefunden:
es: Fuentes encontradas:
fr: Flux trouvés:
it: Feeds trovati:
ja: フィード検出:
ko: 아래와 같은 피드(Feed)를 찾았습니다.
nl_nl: Gevonden RSS feeds:
pl: Znalezione kanały informacyjne:
ru: Обнаруженные ленты:
sr_cyrl_cs: Пронађен извор:
sr_latn_cs: Pronađen izvor:
tr: Bulunan kaynaklar:

# pageTitleCategory.Description
source: Please verify the title and select a category
bg: Моля, проверете заглавието и изберете категория
de: Bitte verifizieren Sie den Titel und wählen Sie eine Kategorie aus
es: Por favor, verifique el título y seleccione una categoría
fr: Vérifier le titre et sélectionnez une catégorie
it: Verifica il titolo e seleziona una categoria
ja: タイトルを確認し、カテゴリを選択してください。
ko: 제목을 확인해 주시고 해당하는 목록을 선택해 주세요.
nl_nl: Controleer de titel en selecteer een categorie
pl: Określ tytuł i wybierz kategorię.
ru: Пожалуйста проверьте заголовок и выберите категорию
sr_cyrl_cs: Молим вас проверите наслов и изаберите категорију
sr_latn_cs: Molim vas proverite naslov i izaberite kategoriju
tr: Lütfen başlığı kontrol edin ve bir kategori seçin

# pageTitleCategory.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
bg: Моля, натиснете "Край" за добаване на новият канал или "Следващ" за допълнителни настройки.
de: Drücken Sie bitte auf "Weiter", um Angaben zur Feed-Authentifizierung zu machen, oder auf "Fertig" - was Ihr Abonnement fertigstellt und hinzufügt
es: Por favor pulse "Siguiente>" para continuar con el siguiente paso o "Finalizar" para añadir su nueva suscripción
fr: Cliquez sur "Suivant" pour continuer à l'étape suivante ou cliquez sur "Terminer" pour ajouter la nouvelle inscription
it: Clicka "Prossimo" per continuare al passo successivo o fine per aggiungere la tua nuova sottoscrizione
ja: 次のステップに進む場合は、「次へ」、購読を追加する場合は、「完了」をクリックしてください。
ko: 다음 단계로 가시려면 다음 버튼을 눌러 주시거나 완료 버튼을 누르셔서 새로운 예약 구독을 더 해 주세요.
nl_nl: Klik "Volgende" om door te gaan naar de volgende stap of "Voltooien" om de feed toe te voegen
pl: Kliknij "Dalej" aby przejść do kolejnego etapu lub "Zakończ" aby dodać subskrypcję.
ru: Пожалуйста нажмите "Далее" для продолжения или "Готово" чтобы добавить вашу новую подписку
sr_cyrl_cs: Молим вас кликните "Даље" како би направили следећи корак или "Заврши" да додате нови потпис
sr_latn_cs: Molim vas kliknite "Dalje" kako bi napravili sledeći korak ili "Završi" da dodate novi potpis
tr: Lütfen "İleri" düğmesine tıklayarak bir sonraki aşamaya geçin veya "Bitir" düğmesine tıklayarak yeni aboneliğinizi ekleyin

# pageTitleCategory.Text
source: Title and Category
bg: Заглавие и категория
de: Titel und Kategorie
es: Título y categoría
fr: Titre et catégorie
it: Titolo e categoria
ja: タイトルとカテゴリ
ko: 제목과 목록
nl_nl: Titel en Categorie
pl: Tytuł i kategoria
ru: Заголовок и категории
sr_cyrl_cs: Наслов и категорија
sr_latn_cs: Naslov i kategorija
tr: Başlık ve Kategori

# lblFeedCategory.Text
source: Category:
bg: Категории:
de: &Kategorie:
es: Categoría:
fr: Catégorie:
it: Categoria:
ja: カテゴリ:
ko: 목록:
nl_nl: &Categorie:
pl: Kategoria:
ru: Категория:
sr_cyrl_cs: Категорија:
sr_latn_cs: Kategorija:
tr: Kategori:

# lblPageTitleCredentialsIntro.Text
source: Here you can specify the title for the subscription, the feed source and add it to a new or existing category
bg: Може да изберете име на абонамента и да го добавите към нова или съществуваща категория
de: Hier können Sie den Titel ändern, eine neue Kategorie eingeben oder das Abonnement einer bestehenden Kategorie zuordnen:
es: Aquí puede especificar el título para la suscripción y añadirlo a una categoría nueva o existente
fr: Ici vous pouvez spécifier le titre de l'inscription et l'ajouter à une catégorie existante ou à une nouvelle
it: Qui puoi specificare il titolo per la sottoscrizione e aggiungerno tu una categoria nuova o esistente
ja: 購読のタイトルを指定し、新規または既存のカテゴリに追加します。
ko: 여기서 예약 구독을 위해서 제목을 알려 확인해 주실수 있고 새롭거나 기존의 목록을 더하실 수 있습니다
nl_nl: Hier kun je je feed een titel meegeven en toevoegen aan een nieuwe of bestaande categorie
pl: W tym miejscu możesz określić tytuł subskrypcji i dodać ją do nowej lub istniejącej kategorii.
ru: Здесь вы можете определить заголовок подписки и добавить ее в новую или существующию категорию
sr_cyrl_cs: Овде можете навести наслов за потпис и додати га новој или постојећој категорији
sr_latn_cs: Ovde možete navesti naslov za potpis i dodati ga novoj ili postojećoj kategoriji
tr: Aşağıda abonelik için bir başlık belirleyebilir ve onu yeni yada varolan bir kategoriye ekleyebilirsiniz.

# lblFeedTitle.Text
source: &Title:
bg: &Заглавие:
de: &Titel:
es: &Título:
fr: &Titre:
it: &Titolo:
ja: タイトル(&T):
ko: &제목:
nl_nl: &Titel:
pl: &Tytuł:
ru: Заголовок:
sr_cyrl_cs: &Наслов:
sr_latn_cs: &Naslov:
tr: &Başlık:

# pageFeedCredentials.Description
source: Enter credential informations if required.
bg: Въведете акредитация ако се налага.
de: Geben Sie die Authentifizierungsdaten ein (wenn erforderlich)
es: Introduzca la información de los credenciales si es necesaria.
fr: Entrez vos identifiants (si nécessaire)
it: Inserisci le informazioni delle credenziali se necessarie.
ja: 必要な場合、認証情報を入力してください。
ko: 필요시, 인증 정보를 입력해 주세요.
nl_nl: Voer authenticatie gegevens in als ze vereist zijn voor deze feed.
pl: Wprowadź poświadczenia użytkownika jeżeli są wymagane.
ru: Если необходимо введите имя/пароль.
sr_cyrl_cs: Унесите акредатив ако је потребно.
sr_latn_cs: Unesite akredativ ako je potrebno.
tr: Eğer gerekiyorsa kimlik doğrulama bilgilerini girin.

# pageFeedCredentials.ProceedText
source: Please click "Next" to enter or change Feed/Item control settings...
bg: Моля, натиснете "Край" за настройка на канала за новини...
de: Bitte drücken Sie "Weiter", um allgemeine Feed- oder Feedeintrags-Einstellungen vorzunehmen...
es: Por favor, pulse "Siguiente>" para introducir o cambiar la configuración de control de una Fuente/Elemento...
fr: Cliquez sur "Suivant" pour entrer ou changer les paramètres de contrôles d'un flux/élément
it: Click "Prossimo" per inserire o cambiare le impostazioni di controllo del Feed/Item...
ja: フィード、アイテムの設定を行うには、「次へ」をクリックしてください。
ko: 피드(Feed)나 아이템 컨트롤 설정을 변경하시거나 새로 입력하시려면 다음 버튼을 눌러 주세요
nl_nl: Klik "Volgende" om de naar feedinstellingen te gaan...
pl: Kliknij "Dalej" aby wprowadzić lub zmienić ustawienia kanału/elementów...
ru: Пожалуйста нажмите "Далее" для определения или изменения настроек...
sr_cyrl_cs: Молим вас кликните "Даље" да унесете или измените контролне параметре Feed/Предмет-а...
sr_latn_cs: Molim vas kliknite "Dalje" da unesete ili izmenite kontrolne parametre Feed/Predmet-a...
tr: Kaynak/Mesaj denetim ayarlarını girmek veya değiştirmek için lütfen "İleri" düğmesine tıklayın...

# pageFeedCredentials.Text
source: Subscription Credentials
bg: Акредитация на абонамент
de: Authentifizierung
es: Credenciales de la suscripción
fr: Identifiants de l'inscription
it: Creneziali sottoscrizione
ja: 購読認証
ko: 예약 구독 인증 정보
nl_nl: Authenticatie gegevens
pl: Poświadczenia użytkownika dla subskrypcji
ru: Имя/пароль для доступа к подписке
sr_cyrl_cs: Акредитиви потписа
sr_latn_cs: Akreditivi potpisa
tr: Kimlik Doğrulama

# lblFeedCredentialsIntro.Text
source: Here you can specify the username and password need to access the subscription (if any)
bg: Ако е необходимо тук можете да зададете име и парола за достъп до нюз-сървъра
de: Bitte geben Sie Benutzername und Passwort ein, so diese Angaben für den erfolgreichen Download notwending sind
es: Aquí puede especificar el usuario y contraseña necesarios para acceder a la suscripción de la fuente (si hubiera alguno)
fr: Ici vous pouvez spécifier le nom d'utilisateur et le mot de passe nécessaires à l'accès à l'inscription (Si nécessaire)
it: Qui puoi specificare il nome utente e password necessari per accedere la sottoscrizione
ja: 購読アクセス用が必要な場合、ユーザー名とパスワードを指定できます。
ko: 이곳에 예약 구독에 접속 하실수 있는 사용자 이름과 비밀 번호를 넣으시면 됩니다.
nl_nl: Een gebruikersnaam en wachtwoord ingeven (indien nodig)
pl: Poniżej możesz określić nazwę i hasło użytkownika niezbędne do skorzystania z subskrypcji (jeżeli są potrzebne)
ru: Здесь вы можете задать имя пользователя и пароль требуемые для доступа к подписке
sr_cyrl_cs: Овде можете навести корисничко име и лозинку за приступ листи (ако постоји)
sr_latn_cs: Ovde možete navesti korisničko ime i lozinku za pristup listi (ako postoji)
tr: Aşağıda, eğer varsa, haber kaynağına erişim için gereken kullanıcı adı ve parola bilgilerini belirleyebilirsiniz

# lblUsername.Text
source: &Username:
bg: &Потребител:
de: &Benutzername:
es: Nombre de &usuario:
fr: &Nom d'utilisateur:
it: &Nome utente:
ja: ユーザー名(&U):
ko: &사용자 이름:
nl_nl: &Gebruikersnaam:
pl: Nazwa &użytkownika:
ru: Имя пользователя:
sr_cyrl_cs: &Корисничко име:
sr_latn_cs: &Korisničko ime:
tr: &Kullanıcı Adı:

# lblPassword.Text
source: &Password:
bg: &Парола:
de: &Passwort:
es: &Contraseña:
fr: &Mot de passe:
ja: パスワード(&P):
ko: &비밀 번호:
nl_nl: &Wachtwoord:
pl: &Hasło:
ru: Пароль:
sr_cyrl_cs: &Лозинка:
sr_latn_cs: &Lozinka:
tr: &Parola:

# pageFeedItemControl.Description
source: Optional Subscription Properties related to the feed and it's items
bg: Допълнителни настройки свързани с канала
de: Optionale Einstellungen zum Abonnement und dessen Beiträge
es: Propiedades opcionales de la suscripción relacionadas con la fuente y sus elementos
fr: Propriétés optionnelles d'inscription au flux et à ses éléments
it: Proprietà opzionali della sottoscrizione associate al feed ed ai suoi items
ja: フィードやアイテムに関連するオプションの購読プロパティ
ko: 아래의 특정의 예약 구독 설정 설정은 피드(Feed)와 아이템을 위한 것 입니다.
nl_nl: Optionele instellingen voor de feed en haar items
pl: Dodatkowe ustawienia subskrypcji związane z kanałem informacyjnym i jego elementami
ru: Дополнительные настройки подписки
sr_cyrl_cs: Опциони параметри потписа везани за feed и његове ставке
sr_latn_cs: Opcioni parametri potpisa vezani za feed i njegove stavke
tr: Haber kaynağının ve içerdiği mesajların isteğe bağlı abonelik özellikleri

# pageFeedItemControl.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
bg: Моля, натиснете "Край" за добаване на новият канал или "Следващ" за допълнителни настройки.
de: Bitte drücken Sie "Weiter", um Anzeige-Optionen zu ändern.
es: Por favor, pulse "Siguiente>" para continuar con el siguiente paso o "Finalizar" para añadir su nueva suscripción
fr: Cliquez sur "Suivant" pour continuer à l'étape suivante ou cliquez sur "Terminer" pour ajouter votre nouvelle inscription
it: Clicka "Prossimo" per il prossimo passo o "Termina" per aggiungere la tua nuova sottoscrizione
ja: 次に進むには「次へ」、購読を追加するには「完了」をクリックしてください。
ko: 다음 단계로 가시기를 원하시면, 다음 버튼을 눌러 주시고, 새로운 예약 구독 더하기를 끝마치시기를 원하시면 마침 버튼을 눌러 주세요.
nl_nl: Klik "Volgende" om door te gaan of "Voltooien" om de feed aan te melden
pl: Kliknij "Dalej" aby przejść do kolejnego etapu lub "Zakończ" aby dodać subskrypcję.
ru: Пожалуйста нажмите "Далее" для продолжения или "Готово" чтобы добавить вашу новую подписку
sr_cyrl_cs: Молим вас кликните "Даље" да наставите или кликните "Заврши" да додате нови потпис
sr_latn_cs: Molim vas kliknite "Dalje" da nastavite ili kliknite "Završi" da dodate novi potpis
tr: Lütfen "İleri" düğmesine tıklayarak bir sonraki aşamaya geçin veya "Bitir" düğmesine tıklayarak yeni aboneliğinizi ekleyin
