Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/AddSubscriptionWizard.*.resx
Languages: bg, de, es, fr, it, ja, ko, nl_nl, pl, ru, sr_cyrl_cs, sr_latn_cs, tr

# lblNewByURLIntro.Text
source: If you are not sure about the web feed's URL, enter the web browser address of the web site or page and RSS Bandit will try to autodiscover the feed.
bg: Ако не сте сигурни в URL на канала за новини, въведете сайта и RSS Bandit ще се опита да го открие.
de: Wenn Sie sich nicht sicher sind über die genaue Web-Feed Adresse, dann geben Sie die Browser-Adresse der Web-Seite ein und RSS Bandit wird versuchen, den Web-Feed automatisch zu lokalisieren.
es: Si no está seguro acerca de la URL de la fuente, introduzca la dirección del sitio Web o de la página que tiene en su navegador y RSS Bandit intentará autodescubrirlo.
fr: Si vous n'êtes pas certain de l'adresse du flux, entrez l'adresse du site web ou de la page et RSS Bandit essayera de découvrir automatiquement le flux.
it: Se non sei sicuro dell'URL del feed web, inserisci l'indirizzo del browser web del sito web o della pagina e RSS Bandit cercherà di scoprire automaticamente il feed.
ja: WebフィードのURLがわからない場合、Webブラウザで検索したあと、RSS Bandit フィードを探索してください。
ko: 만약 여러분이 웹 피드(Feed) 나 웹 사이트 페이지 URL을 정확히 모르실 경우, RSS Bandit 가 자동 검색 기능으로 찾을 수 있도록 도움을 드립니다.
nl_nl: Indien je niet zeker bent over het juiste adres van de RSS Feed kun je het webadres van de website ingeven. RSS Bandit zal middels Automatisch Vinden proberen de RSS Feed te localiseren.
pl: Jeżeli nie masz pewności co do adresu URL kanału informacyjnego, to wprowadź adres witryny internetowej a RSS Bandit spróbuje wykryć na niej kanał automatycznie.
ru: Если вы не уверены насчет URL ленты новостей, введите адрес веб страницы и RSS Bandit попытается автоматически обнаружить ленты новостей.
sr_cyrl_cs: Ако нисте сигурни који је URL извора, унесите адресу сајта или стране и RSS Bandit ће покушати да аутоматски октрије извор.
sr_latn_cs: Ako niste sigurni koji je URL izvora, unesite adresu sajta ili strane i RSS Bandit će pokušati da automatski oktrije izvor.
tr: Eğer haber kaynağının adresinden emin değilseniz, web sitesinin veya sayfasının tarayıcı adresini girin ve RSS Bandit kaynağı otomatik olarak bulsun.

# lblNewByURL.Text
source: URL:
fr: Adresse:
nl_nl: Webadres:
tr: Adres:

# pageWelcome.IntroductionText
source: This wizard helps you:
bg: Този помощник ще ви помогне за:
de: Dieser Assistent hilft Ihnen dabei:
es: Este asistente le ayuda:
fr: Cet assistant vous aide à:
it: Questo wizard ti aiuta a:
ja: このウィザードがお手伝いします:
ko: 이 마법사는 다음과 같은 도움을 줍니다:
nl_nl: Deze wizard zal je helpen met:
pl: Niniejszy kreator pomoże Ci:
ru: Этот помощник может вам помочь:
sr_cyrl_cs: Овај чаробњак вам помаже:
sr_latn_cs: Ovaj čarobnjak vam pomaže:
tr: Bu sihirbaz:

# pageWelcome.Text
source: Welcome to the Add Subscription Wizard!
bg: Добре дошли в помощника за абониране!
de: Willkommen beim Anlegen eines neuen Abonnement!
es: ¡Bienvenido al Asistente para añadir una suscripción!
fr: Bienvenue dans l'assistant d'ajout d'inscription!
it: Benvenuti nel wizard di aggiunta sottoscrizione!
ja: 購読追加ウィザードへようこそ!
ko: 예약 구독 넣기 마법사에 오신것을 환영합니다.
nl_nl: Welkom bij de Feed Toevoegen Wizard!
pl: Witaj w Kreatorze nowej subskrypcji!
ru: Добро пожаловать в помощник добавления новой подписки!
sr_cyrl_cs: Добро дошли у Чаробњака за додавање потписа!
sr_latn_cs: Dobro došli u Čarobnjaka za dodavanje potpisa!
tr: Abonelik Ekleme Sihirbazı'na hoşgeldiniz!

# chkDisplayWelcome.Text
source: Always display this Wizard Welcome Page
bg: Винаги показвай помощника в началото.
de: Willkommens-Dialog immer anzeigen
es: Mostrar siempre esta página de bienvenida del Asistente
fr: Toujours afficher la page de bienvenue de cet assistant
it: Visualizza sempre questa pagina di benvenuto del wizard
ja: 設定ウィザードを常に表示する
ko: 항상 Welcome Page 로 보여주기
nl_nl: Altijd deze Wizard Welkomstpagina weergeven
pl: Zawsze wyświetlaj tą Stronę powitalną
ru: Всегда отображать приветственную страницу помощника
sr_cyrl_cs: Увек приказуј страницу добродошлице
sr_latn_cs: Uvek prikazuj stranicu dobrodošlice
tr: Bu Sihirbaz'a Hoşgeldiniz sayfasını herzaman göster

# lblWelcomeInfoBox.Text
source: The wizard requires at some steps you are connected to the Internet! If not, ensure to connect your computer now.
bg: Помощникът изисква да сте свързан към Интернет в момента.
de: Der Dialog benötigt für manche Schritte eine Verbindung ins Internet. Wenn Ihr Computer noch nicht mit dem Internet verbunden ist, so verbinden Sie diesen bitte jetzt.
es: ¡El asistente requiere que en algunos pasos esté conectado a Internet! Si no es así, asegúrese de conectar su ordenador ahora.
fr: L'assistant requiert à certaines étapes que vous soyez connecté à l'Internet. Si vous ne l'êtes pas, connectez votre ordinateur maintenant.
it: Questo wizard richiede in alcuni passi di essere connessi a Internet! Se non lo sei già, assicurati di connetterti ora.
ja: このウィザードは、インターネットに接続している場合、いくつかのステップを必要とします。接続していない場合、すぐにコンピュータに接続できます。
ko: 이 마법사를 사용하시려면 몇 단계를 거치셔서 인터넷트에 접속을 하고 있스셔야 됩니다. 그렇지 않 경우에는, 여러 분의 컴퓨터가 인터넷트에 접속되어 있어야 합니다.
nl_nl: Op bepaalde momenten heeft deze wizard een verbinding met het internet nodig. Indien je computer niet is verbonden, zorg hier dan eerst voor. Het laden van usenet kan langer duren dan verwacht. Houdt hier rekening mee.
pl: Niektóre z etapów tego kreatora wymagają, aby komputer był podłączony do Internetu! Jeżeli tak nie jest, to nawiąż teraz połączenie.
ru: Этот помощник требует подключения к интернету!
sr_cyrl_cs: Чаробњак захтева конекцију са интернетом на неким деловима! Ако већ нисте конектовани конектујте се сад.
sr_latn_cs: Čarobnjak zahteva konekciju sa internetom na nekim delovima! Ako već niste konektovani konektujte se sad.
tr: Sihirbazı kullanırken ilerleyen aşamalarda internete bağlı olmanız gerekecektir! Eğer değilseniz, şimdi bağlanmanız yerinde olur.

# lblWelcomeHelpMessage1.Text
source: • Examining an HTML page for available feeds or find feeds by specific key words.
bg: • Да потвърди наличието на новинарски канал и да направи необходимите настройки за достъп.
de: • Eine Web-Seite nach Feeds zu durchsuchen oder neue Feeds über eine Schlüsselwort-Suche zu finden.
es: • Examinando una página HTML para encontrar fuentes disponibles o encontrar fuentes por palabras clave específicas.
fr: • Examiner une page HTML pour trouver les flux disponibles, ou trouver des flux en fonction de mots clefs spécifiques
it: • Esamina una pagina HTML per feed disponibili o trova feeds specificando una parola chiave.
ja: ・ HTMLページを評価して、購読可能なフィードを指定のキーワードで検索できます。
ko: • 이용하실 수 있는 피드(Feed) 나 키워드에 의해서 검색된 특정한 피드(Feed)를 HTML 페이지에서 확인 하실 수 있도록 합니다.
nl_nl: • Onderzoeken van een HTML webpagina op beschikbare feeds, middels zoektermen naar feeds zoeken of een nieuwsgroepfeed toevoegen.
pl: • Przeszukanie strony HTML pod kątem dostępnych kanałów informacyjnych lub wyszukanie kanałów odpowiadających określonym słowom kluczowym.
ru: • Обнаружение лент новостей на HTML странице или поиск лент новостей по ключевым словам.
sr_cyrl_cs: • Истраћивање HTML стране за могуће изворе или проналазак извора по кључној речи.
sr_latn_cs: • Istraćivanje HTML strane za moguće izvore ili pronalazak izvora po ključnoj reči.
tr: • Bir HTML sayfasını olası haber kaynakları için taramanıza veya belirli anahtar sözcükleri içeren haber kaynaklarını bulmanıza yardımcı olur.

# lblWelcomeHelpMessage2.Text
source: • Validating the subscription source and manage additional properties maybe required for a successful request (e.g. credentials).
bg: • Проверка на някоя HTML-страница за налични RSS канали или за намиране на новинарски канал по определени ключови думи.
de: • Validiert gefundene/angegebene Feeds und verwaltet zusätzliche Eigenschaften, die evtl. für den erfolgreichen Download notwendig sind (z.Bsp. Anmeldeinformationen).
es: • Validando la fuente para su suscripción y administrando las propiedades adicionales que puedan ser requeridas para una petición exitosa (ej. credenciales).
fr: • Valider la source d'inscription et gérer les paramètres supplémentaire pouvant être nécessaire pour un accès réussi (ex: identifiants).
it: • La validazione della sorgente della sottoscrizione e la gestione di proprietà addizionali può essere necesaria per una richiesta positiva (i.e. credenziali).
ja: ・ 購読ソースの評価と、認証情報などの追加が必要な情報の管理
ko: • 예약 구독 출처를 확인하고 완벽한 인증 정보와 같은 추가의 설정들을 관리하실 수 있습니다.
nl_nl: • De nieuwe feed controleren op juistheid en bepalen of extra gegevens nodig zijn (bijvoorbeeld authenticatie).
pl: • Walidacja źródła subskrypcji i zarządzanie dodatkowymi ustawieniami, które mogą być potrzebne do odświeżenia kanału (np. poświadczenia użytkownika).
ru: • Проверка источника подписки и управление дополнительными требуемыми параметрами.
sr_cyrl_cs: • Провера извора потписа и управљање додатним параметрима је можда потребно за успешан захтев (нпр. акредативи).
sr_latn_cs: • Provera izvora potpisa i upravljanje dodatnim parametrima je možda potrebno za uspešan zahtev (npr. akredativi).
tr: • Abonelik kaynağının geçerliliğini sınamanıza ve başarılı bir erişim için gerekebilecek kimlik bilgilerini (örn: kullanıcı adı) düzenlemenize yardımcı olur.

# pageNewByNNTPGroup.Description
source: Select a NNTP server and one of the provided groups you want to subscribe.
bg: Изберете NNTP сървър и една от наличните групи, за която искате да се абонирате.
de: Wählen Sie einen der definierten NNTP Server und dann eine der aufgelisteten Gruppen, die Sie abonnieren möchten.
es: Seleccione un servidor NNTP y uno de los grupos suministrados a los que se quiera suscribir.
fr: Choissisez un serveur NNTP et un des groupes auquel vous voullez vous inscrire.
it: Seleziona un server NNTP e uno dei gruppi forniti a cui vuoi sottoscriverti.
ja: NNTPサーバと、購読したいグループを選択してください。
ko: NNTP 서버 하나를 선택 하시고 원하시는 예약 구독 그룹을 선택해 하십시오
nl_nl: Selecteer een NNTP nieuwsserver en een van de weergeven groepen waarop je je wilt aanmelden.
pl: Wybierz serwer NNTP i jedną z udostępnianych przez niego grup.
ru: Выбеорите NNTP сервер и одну из групп на которую вы хотите подписаться.
sr_cyrl_cs: Изаберите NNTP сервер и једну од понуђених група на које желите да се потпишете.
sr_latn_cs: Izaberite NNTP server i jednu od ponuđenih grupa na koje želite da se potpišete.
tr: Bir NNTP sunucusu seçin ve abone olmak istediğiniz grubu belirleyin.

# pageNewByNNTPGroup.Text
source: New subscription of a Usenet news group
bg: Нов абонамент за нюз-група
de: Neues Abonnement einer Usenet Gruppe
es: Nueva suscripción de un grupo NNTP
fr: Nouvelle inscription d'un groupe NNTP
it: Nuova sottoscrizione di un gruppo NNTP
ja: NNTPグループの新規購読
ko: 유스넷 사용자 그룹 뉴스를 새 예약 구독에 더 하기
nl_nl: Een Usenet nieuwsgroep toevoegen
pl: Nowa subskrypcja grupy NNTP
ru: Добавить новую подписку на группу новостей
sr_cyrl_cs: Нови потпис NNTP групе
sr_latn_cs: Novi potpis NNTP grupe
tr: Bir NNTP habergrubuna abone olma

# lblUsenetHelp.Text
source: Usenet
ko: 유스넷
nl_nl: Usenet? (Engels)
tr: Usenet Habergrupları

# lblReloadNntpListOfGroups.Text
source: Reload list of groups
bg: Презареди списъка на всички групи
de: Liste der Gruppen neu laden
es: Refrescar lista de grupos
fr: Recharger la liste des groupes
it: Ricarica la lista dei gruppi
ja: グループ一覧を再読み込み
ko: 그룹의 리스트를 다시 올립니다.
nl_nl: Groeplijst opnieuw laden
pl: Odśwież listę grup
ru: Обновить список групп
sr_cyrl_cs: Поново учитај листу група
sr_latn_cs: Ponovo učitaj listu grupa
tr: Grup listesini yeniden yükle

# lblNNTPGroups.Text
source: Groups:
bg: Групи:
de: Gruppen:
es: Grupos:
fr: Groupes:
it: Gruppi:
ja: グループ:
ko: 그룹들:
nl_nl: Nieuwsgroepen:
pl: Grupy:
ru: Группы:
sr_cyrl_cs: Групе:
sr_latn_cs: Grupe:
tr: Gruplar:

# btnManageNNTPServer.Text
source: Manage...
bg: Настройки...
de: Verwalten...
es: Administrar...
fr: Gérer...
it: Gestisci...
ja: 管理...
ko: 관리...
nl_nl: Beheren...
pl: Zarządzaj...
ru: Управление...
sr_cyrl_cs: Управљај...
sr_latn_cs: Upravljaj...
tr: Düzenle...

# lblNNTPServer.Text
source: NNTP Server:
bg: NNTP сървър:
es: Servidor NNTP:
fr: Serveur NNTP:
it: Server NNTP:
ja: NNTP サーバ:
ko: NNTP 서버:
nl_nl: Nieuwsserver:
pl: Serwer NNTP:
ru: NNTP сервер:
sr_cyrl_cs: NNTP сервер:
tr: NNTP Sunucusu:

# lblNewByNNTPGroupIntro.Text
source: To be able to subscribe to a Usenet news group, you must have defined at least one NNTP server. You can click "Manage..." to create a new one or change the settings.
bg: За да имате възможност да се абонирате за нюз-група, трябва да дефинирате поне един NNTP сървър. Може да изберете "Настройки..." и да добавите или да редактирате вече добавен.
de: Um eine neue Usenet Gruppe (NNTP) zu abonnieren, müssen Sie zumindest einen NNTP Server definiert haben. Sie können auf den Knopf "Verwalten..." drücken, um einen neuen Server zu definieren oder Einstellungen zu ändern.
es: Para poder suscribirse a un grupo de noticias NNTP, debe haber definido al menos un servidor NNTP. Puede pulsar "Administrar..." para crear uno nuevo o cambiar la configuración.
fr: Pour être capable de s'inscrire à un groupe NNTP, vous devez avoir défini au moins un serveur NNTP. Vous pouvez cliquer sur "Gérer..." pour en créer un nouveau ou changer les paramètres.
it: Per poter sottoscrivere ad un newsgroup NNTP, devi aver definito almeno un server NNTP. Puoi clickare "Gestisci..." per crearne uno nuovo o cambiare le impostazioni.
ja: NNTPニュースグループを購読するには、NNTPサーバを少なくとも 1 個設定してください。"管理..." をクリックすると、設定の追加、変更が行えます。
ko: 유스넷 사용자 모임 소식을 예약 구독 하시기 위해서는 적어도 하나의 NNTP 서버를 입력해 주셔야 합니다. "관리..."버튼을 누루셔서 새로운 환경으로 정보를 업데이트 하시면 됩니다.
nl_nl: Om een Usenet nieuwsgroep toe te voegen moet je minimaal 1 NNTP nieuwsserver hebben gedefiniëerd. Klik op "Beheren..." als je een server wilt toevoegen of te wijzigen.
pl: Aby móc zasubskrybować grupę dyskusyjną NNTP, musisz zdefiniować co najmniej jeden serwer NNTP. Aby utworzyć nowy serwer, lub zmienić ustawienia istniejącego, naciśnij przycisk "Zarządzaj...".
ru: Вы должны определить хотя бы один NNTP сервер новостей для подписки на группы новостей. Вы можете нажать "Управление..." для задания сервера новостей.
sr_cyrl_cs: Да би се могли потписати за NNTP групу вести, морате дефинисати бар један NNTP сервер. Можете кликнути "Управљај..." да направите један или да промените параметре.
sr_latn_cs: Da bi se mogli potpisati za NNTP grupu vesti, morate definisati bar jedan NNTP server. Možete kliknuti "Upravljaj..." da napravite jedan ili da promenite parametre.
tr: Bir NNTP habergrubuna abone olabilmek için en azından bir NNTP sunucusu tanımlamış olmanız gerekiyor. "Düzenle..." düğmesine tıklayarak yeni bir sunucu tanımlayabilir veya varolan bir sunucunun özelliklerini değiştirebilirsiniz.

# $this.Text
source: Add Subscription Wizard
bg: Помощник за добавяне на абонаменти
de: Assistent: Neues Abonnement
es: Asistente para añadir una suscripción
fr: Assistant d'ajout d'inscription
it: Wizard aggiunta sottoscrizione
ja: 購読追加ウィザード
ko: 예약 구독 마법사에 더하기
nl_nl: Feed Toevoegen Wizard
pl: Kreator nowej subskrypcji
ru: Новая подписка
sr_cyrl_cs: Чаробњак за додавање
sr_latn_cs: Čarobnjak za dodavanje
tr: Abonelik Ekleme Sihirbazı

# wizard.Text
source: wizard
bg: Помощник
es: Asistente
fr: assistant
ja: ウィザード
ko: 마법사
pl: kreator
ru: помощник
sr_cyrl_cs: чаробњак
sr_latn_cs: čarobnjak
tr: sihirbaz

# lblFeedSources.Text
source: Subscription Source:
ko: 예약 구독 출처:
pl: Źródło subskrypcji:
