Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/DR.*.resx
Languages: chs, de, es, it, ko, pl, ru, sr_cyrl_cs, sr_latn_cs

# PodcastOptionDialog_Title
source: Podcast Options
chs: 播客选项
de: Podcast Optionen
es: Opciones de Podcast
it: Opzioni Podcast
ko: 팟케스트(Podcast) 옵션
pl: Opcje Podcastów
ru: Настройки подкаста
sr_cyrl_cs: Опције подкаста
sr_latn_cs: Opcije podkasta

# PodcastOptionDialog_GeneralSectionCaption
source: General
chs: 常规
de: Allgemein
it: Generale
ko: 일반
pl: Ogólne
ru: Общие

# PodcastOptionDialog_TreatFileTypesCaption
source: Treat these file types as podcasts - use semicolons (';') to separate entries:
chs: 将这些文件类型视为播客－使用分号 (';') 来分隔输入：
de: Folgende Datei-Typen als Podcasts einstufen. Verwenden Sie Semikolons (';'), um mehrere Einträge zu erfassen:
es: Tratar estos tipos de archivo como podcasts - use punto y coma (';') para separar las entradas:
it: Tratta questi tipi di file come podcast - usa punto e virgola (';') per separare i valori:
ko: 다음 파일 종류를 팟케스트(podcasts)로 구분합니다 - 세미콜론 (';')을 사용하여 각 파일들을 구분하여 줍니다.
pl: Traktuj pliki tego typu jako podcasty - użyj średników (';') do oddzielenia wpisów:
ru: Считать следующие типы файлов подкастами - используйте точку с запятой (';') как разделитель:
sr_cyrl_cs: Третирај ове типове фајлова као подкасте - користите тачкузарез (';') да одвојите уносе :
sr_latn_cs: Tretiraj ove tipove fajlova kao podkaste - koristite tačkuzarez (';') da odvojite unose :

# PodcastOptionDialog_TreatFileTypesTip
source: List of podcast file extensions separated by semicolons
chs: 以分号分隔的播客文件扩展名列表
de: Liste der Podcast Datei-Erweiterungen, durch Semikolons getrennt
es: La lista de extensiones de archivos podcast separada por punto y coma
it: Elenco delle estensioni dei file podcast separati da punto e virgola
ko: 팟케스트(podcast)파을 확장자들을 세미콜론으로 구분한 리스트
pl: Lista rozszerzeń plików typowych dla podcastów rozdzielona średnikami
ru: Список расширений файлов подкастов разделенный точкой с запятой
sr_cyrl_cs: Листа екстензија фајлова подкаста одвојена тачкомзарезом
sr_latn_cs: Lista ekstenzija fajlova podkasta odvojena tačkomzarezom

# PodcastOptionDialog_CopyPodcastFilesLabelCaption
source: After downloading copy the podcast to:
chs: 在下载完成后复制播客到：
de: Nach dem Herunterladen, kopiere Podcasts in:
es: Después de descargar la copia del podcast a:
it: Dopo il download copia il podcast in:
ko: 다운로드를 한 후에 팟케스(podcasts)를 다음 장소로 저장:
pl: Po pobraniu skopiuj podcast do:
ru: После загрузки скопировать файлы подкаста в:
sr_cyrl_cs: После преузимања копирај подкаст:
sr_latn_cs: Posle preuzimanja kopiraj podkast:

# PodcastOptionDialog_CopyPodcastFilesLocationTip
source: Destination folder of podcasts
chs: 播客目标文件夹
de: Zielverzeichnis von Podcasts
es: Carpeta destino de podcasts
it: Cartella di destinazione dei podcast
ko: 팟케스트(podcasts)의 저장 폴더
pl: Docelowy folder podcastów
ru: Папка для подкастов
sr_cyrl_cs: Циљни фолдер за подкасте
sr_latn_cs: Ciljni folder za podkaste

# PodcastOptionDialog_CopyPodcastFilesLocationBrowseTip
source: Click to select the destination folder of podcasts
chs: 点击以选择播客的目标文件夹
de: Anklicken, um ein Zielverzeichnis für Podcasts auszuwählen
es: Clic para seleccionar la carpeta destino de podcasts
it: Clicka per selezionare la cartella di destinazione dei podcast
ko: 팟케스트(podcasts)의 저장 폴더를 클릭하여 선택 합니다.
pl: Przyciśnij aby wybrać docelowy folder podcastów
ru: Щелкните здесь для выбора папки для подкастов
sr_cyrl_cs: Кликните да изаберете циљни фолдер за подкасте
sr_latn_cs: Kliknite da izaberete ciljni folder za podkaste

# PodcastOptionDialog_CopyPodcastFiles2WMPOptionCaption
source: Windows Media Player playlist
chs: Windows 媒体播放器播放列表
de: die Windows Media Player Wiedergabeliste
es: Lista de reproducción de Windows Media Player
ko: 윈도우 미디어 플레이어 플레이리스트
pl: playlisty Windows Media Player
ru: Плейлист Windows Media Player
sr_cyrl_cs: Windows Media Player листа
sr_latn_cs: Windows Media Player lista

# PodcastOptionDialog_CopyPodcastFiles2iTunesOptionCaption
source: iTunes playlist
chs: iTunes 播放列表
de: die iTunes Wiedergabeliste
es: Lista de reproducción de iTunes
ko: 아이튠(iTunes) 플레이리스트
pl: playlisty iTunes
ru: Плейлист iTunes
sr_cyrl_cs: iTunes листа
sr_latn_cs: iTunes lista

# PodcastOptionDialog_CopyPodcastFiles2FolderOptionCaption
source: This folder:
chs: 本文件夹：
de: dieses Verzeichnis:
es: Esta carpeta:
it: Queste cartelle:
ko: 이 폴더:
pl: Tego folderu:
ru: Эта папка:
sr_cyrl_cs: Овај фолдер:
sr_latn_cs: Ovaj folder:

# PodcastOptionDialog_PlaylistSectionCaption
source: Playlist
chs: 播放列表
de: Wiedergabeliste
es: Lista de reproducción
ko: 플레이리스트
pl: Playlista
ru: Плейлист
sr_cyrl_cs: Листа
sr_latn_cs: Lista

# PodcastOptionDialog_PlaylistSectionLabelCaption
source: As playlist name:
chs: 作为播放列表名称：
de: Als Wiedergabeliste:
es: Como el nombre de la lista de reproducción:
it: Come nome playlist:
ko: 플레이리스트 이름을 다음과 같이 저장:
pl: Jako nazwę playlisty:
ru: Название плейлиста:
sr_cyrl_cs: Као име листе:
sr_latn_cs: Kao ime liste:

# PodcastOptionDialog_PlaylistFromFileSourceOptionCaption
source: Use the file's source name
chs: 使用文件的源名称
de: Ursprünglicher Dateiname
es: Usar el nombre de la fuente del archivo
it: Usa il nome del file sorgente
ko: 파일의 소스 이름을 사용 합니다
pl: Użyj nazwy źródła pliku
ru: Не использовать исходное имя файла
sr_cyrl_cs: Користи име фајла
sr_latn_cs: Koristi ime fajla

# PodcastOptionDialog_PlaylistFromFeedOptionCaption
source: Use the Feed name
chs: 使用Feed名称
de: den Namen des Abonnementverwenden
es: Usar el nombre de la fuente
it: Usa il nome del Feed
ko: 피드(Feed)의 이름을 사용합니다
pl: Użyj nazwy Kanału Informacyjnego
ru: Использовать название ленты
sr_cyrl_cs: Користи име Feed-а
sr_latn_cs: Koristi ime Feed-a

# PodcastOptionDialog_PlaylistFromCustomNameOptionCaption
source: Add all files to a single playlist with this name:
chs: 以本名称添加所有文件到单个播放列表：
de: folgenden Namen verwenden:
es: Añadir todos los archivos a una sola lista de reproducción con este nombre:
it: Aggiungi tutti i files ad una singola playlist con questo nome:
ko: 다음의 이름의 싱글 플레이리스트에 모든 파일들을 더 합니다:
pl: Dodaj wszystkie pliki do pojedynczej playlisty o tej nazwie:
ru: Добавить все файлы в плейлист с именем:
sr_cyrl_cs: Додај све фајлове у једну листу са овим именом:
sr_latn_cs: Dodaj sve fajlove u jednu listu sa ovim imenom:

# PodcastOptionDialog_PlaylistCustomNameTip
source: Provide the name of the playlist
chs: 提供播放列表的名称
de: Bitte den Namen der Wiedergabeliste angeben
es: Escriba el nombre de la lista de reproducción
it: Inserisci il nome della playlist
ko: 플레이리스트의 이름을 제공 합니다.
pl: Podaj nazwę playlisty
ru: Задайте имя плейлиста
sr_cyrl_cs: Обезбедите име за листу
sr_latn_cs: Obezbedite ime za listu

# DialogBase_CancelButtonCaption
source: Cancel
chs: 取消
de: Abbrechen
es: Cancelar
it: Annulla
ko: 취소
pl: Anuluj
ru: Отмена
sr_cyrl_cs: Откажи
sr_latn_cs: Otkaži

# DialogBase_CancelButtonCaptionTip
source: Dismiss any changes and close
chs: 撤销所有更改并关闭
de: Änderungen nicht übernehmen und beenden
es: Descarta cualquier cambio y cierra
it: Annulla tutte le modifiche e chiudi
ko: 모든 변경한 것을 취소하고 창을 닫습니다
pl: Odrzuć jakiekolwiek zmiany i zamknij
ru: Игнорировать все изменения и закрыть
sr_cyrl_cs: Одбаци све измене и затвори
sr_latn_cs: Odbaci sve izmene i zatvori

# DialogBase_SubmitButtonCaptionTip
source: Accept all changes and close
chs: 接受所有更改并关闭
de: Änderungen übernehmen und beenden
es: Acepta todos los cambios y cierra
it: Accetta tutte le modifiche e chiudi
ko: 모든 변경을 확인하고 창을 닫습니다
pl: Akceptuj wszystkie zmiany i zamknij
ru: Применить все изменения и закрыть
sr_cyrl_cs: Прихвати све измене и затвори
sr_latn_cs: Prihvati sve izmene i zatvori

# DialogBase_UACShieldedHint
source: Option requires higher user privileges (Administrator)...
chs: 选项需要更高的用户权限 (Administrator)...
de: Eine Änderung dieser Option erfordert mehr Benutzerrechte (Administrator)...
es: La opción requiere privilegios de usuario superiores, (de Administrador)...
it: L'opzione richiede maggiori permessi utente (Administrator)...
ko: 이 옵션을 적용하시려면, 더 높은 사용자 권한(Administrator)이 필요합니다...
pl: Opcja wymaga wyższych uprawnień użytkownika (Administrator)...
ru: Эта опция требует больших прав пользователя (Администратор)...
sr_cyrl_cs: Опција захтева вече корисничке привилегије (Administrator)...
sr_latn_cs: Opcija zahteva veće korisničke privilegije (Administrator)...

# ExportFeedsDialog_btnOK_Text
source: &Save
chs: 保存(&S)
de: &Speichern
es: &Guardar
it: &Salva
ko: &저장
pl: &Zapisz
ru: &Сохранить
sr_cyrl_cs: &Сачувај
sr_latn_cs: &Sačuvaj

# ExportFeedsDialog_btnOK_Tip
source: Done. Now export...
chs: 完成。现在导出...
de: Fertig. Bitte jetzt exportieren...
es: Hecho. Exportar ahora...
it: Fatto. Ora esporta...
ko: 완료. 지금 익스포트하는 중...
pl: Gotowe. Eksportuj...
ru: Готово. Идет экспорт...
sr_cyrl_cs: Урађено. Сад извозим...
sr_latn_cs: Odrađeno. Sad izvozim...

# ExportFeedsDialog_labelForCheckedTree_Text
source: Select the feed(s) to &export:
chs: 选择 feed(s) 导出(&e)：
de: Wählen Sie die Feed(s), die &exportiert werden sollen:
es: Seleccione la(s) fuente(s) a &exportar:
it: Seleziona il(i) feed(s) da &esportare:
ko: 피드(feed(s))를 &익스포드 하기 위해서 선택 하기:
pl: Wybierz kanał(y), które mają zostać wyeksportowane:
ru: Выберите ленты новостей для &экспорта:
sr_cyrl_cs: Изаберите извор(е) за &извоз:
sr_latn_cs: Izaberite izvor(e) za &izvoz:

# ExportFeedsDialog_checkFormatNativeFull_Text
source: Include item &read states
chs: 包括条目和已读状态(&r)
de: Lesestatus der Eint&räge mit exportieren
es: Incluir estados de lectu&ra del elemento
it: Includi gli stati di lettu&ra dell'item
ko: &읽은 상태로 아이템을 지정 하기
pl: Załącz informację o &przeczytanych elementach
ru: Сохранять состояние сообщений
sr_cyrl_cs: Укључи &читај стања предмета
sr_latn_cs: Uključi &čitaj stanja predmeta

# ExportFeedsDialog_checkFormatOPMLIncludeCats_Text
source: Include empty &categories
chs: 包含空的分类(&c)
de: Leere Kategorien eins&chließen
es: Incluir &categorías vacías
it: Includi le &categorie vuote
ko: 비어있는 &카타고리로 지정 하기
pl: Załącz puste &kategorie
ru: Сохранять пустые &категории
sr_cyrl_cs: Укључи празне &категорије
sr_latn_cs: Uključi prazne &kategorije

# ExportFeedsDialog_radioFormatNative_Text
source: &Native
chs: 本地的(&N)
es: &Nativo
it: &Nativo
pl: &Własny
ru: &Встроенный
sr_cyrl_cs: &Уграђени
sr_latn_cs: &Ugrađeni

# ExportFeedsDialog_grpFromFeedSource_Text
source: From Feed Source
de: Aus Abonnement-Liste
ko: 피드(Feed) 소스로 부터
pl: Ze źródła kanałów

# ExportFeedsDialog_Text
source: Export Feeds
chs: 导出 Feeds
de: Feeds Exportieren
es: Exportar fuentes
it: Esporta i Feeds
ko: 피드(Feeds)를 익스포트 하기
pl: Eksport kanałów
ru: Экспортирование лент новостей
sr_cyrl_cs: Извези изворе
sr_latn_cs: Izvezi izvore

# ExportFeedsDialog_radioFormatNative_Tip
source: Format used by this application internally
chs: 本应用程序内部使用的格式
de: Format, dass von dieser Anwendung intern verwendet wird
es: Formato usado por esta aplicación internamente
it: Formato utilizzato internamente da questa applicazione
ko: 내부적으로 이 애플리케이션에 의한 형식이 사용 되었습니다
pl: Format używany wewnętrznie przez aplikację
ru: Внутренний формат этого приложения
sr_cyrl_cs: Формат који интерно користи ова апликација
sr_latn_cs: Format koji interno koristi ova aplikacija

# ExportFeedsDialog_radioFormatOPML_Tip
source: (Outline Processor Markup Language) Format
chs: (Outline Processor Markup Language) 格式
es: Formato (Outline Processor Markup Language)
it: (Outline Processor Markup Language) Formato
ko: 온라인 형식 마크업 언어(Outline Processor Markup Language) 형식
pl: Formatuj OPML (Outline Processor Markup Language)
ru: (Outline Processor Markup Language) формат
sr_cyrl_cs: (Outline Processor Markup Language) формат

# FeedSourceProperties_groupCredentials_Text
source: Credentials
de: Authentifizierung
ko: 인증
pl: Dane Użytkownika
sr_latn_cs: Akreditivi

# FeedSourceProperties_labelFeedSourceName_Text
source: Feed Source Name:
de: Name der Abo-Liste:
ko: 피드(Feed) 소스 이름:
pl: Nazwa Źródła Kanałów:
sr_latn_cs: Ime feed izvora:

# FeedSourceProperties_labelPassword_Text
source: Password:
de: Passwort:
ko: 비밀번호:
pl: Hasło:
sr_latn_cs: Lozinka:

# FeedSourceProperties_labelUsername_Text
source: Username:
de: Benutzername:
ko: 사용자 이름:
pl: Nazwa Użytkownika:
sr_latn_cs: Korisničko ime:

# FeedSourceProperties_Title
source: Feed Source Properties
de: Eigenschaften der Abo-Liste (Synchronisations-Quelle)
ko: 피드(Feed) 소스 설정
pl: Własności Źródła Kanałów
sr_latn_cs: Parametri feed izvora

# ComboMaxItemAge_Item
source: 1 day
chs: 1 天
de: 1 Tag
it: 1 giorno
ko: 1 일
pl: 1 dzień
ru: 1 день
sr_cyrl_cs: 1 дан
sr_latn_cs: 1 dan

# ComboMaxItemAge_Item1
source: 2 days
chs: 2 天
de: 2 Tage
it: 2 giorni
ko: 2 일
pl: 2 dni
ru: 2 дня
sr_cyrl_cs: 2 дана
sr_latn_cs: 2 dana

# ComboMaxItemAge_Item2
source: 3 days
chs: 3 天
de: 3 Tage
it: 3 giorni
ko: 3 일
pl: 3 dni
ru: 3 дня
sr_cyrl_cs: 3 дана
sr_latn_cs: 3 dana

# ComboMaxItemAge_Item3
source: 4 days
chs: 4 天
de: 4 Tage
it: 4 giorni
ko: 4 일
pl: 4 dni
ru: 4 дня
sr_cyrl_cs: 4 дана
sr_latn_cs: 4 dana

# ComboMaxItemAge_Item4
source: 5 days
chs: 5 天
de: 5 Tage
it: 5 giorni
ko: 5 일
pl: 5 dni
ru: 5 дней
sr_cyrl_cs: 5 дана
sr_latn_cs: 5 dana

# ComboMaxItemAge_Item5
source: 6 days
chs: 6 天
de: 6 Tage
it: 6 giorni
ko: 6 일
pl: 6 dni
ru: 6 дней
sr_cyrl_cs: 6 дана
sr_latn_cs: 6 dana

# ComboMaxItemAge_Item6
source: 7 days
chs: 7 天
de: 7 Tage
it: 7 giorni
ko: 7 일
pl: 7 dni
ru: 7 дней
sr_cyrl_cs: 7 дана
sr_latn_cs: 7 dana

# ComboMaxItemAge_Item7
source: 14 days
chs: 14 天
de: 14 Tage
it: 14 giorni
ko: 2 주
pl: 14 dni
ru: 14 дней
sr_cyrl_cs: 14 дана
sr_latn_cs: 14 dana

# ComboMaxItemAge_Item8
source: 21 days
chs: 21 天
de: 21 Tage
it: 21 giorni
ko: 3 주
pl: 21 dni
ru: 21 день
sr_cyrl_cs: 21 дан
sr_latn_cs: 21 dan

# ComboMaxItemAge_Item9
source: 1 month
chs: 1 月
de: 1 Monat
it: 1 mese
ko: 1 달
pl: 1 miesiąc
ru: 1 месяц
sr_cyrl_cs: 1 месец
sr_latn_cs: 1 mesec

# ComboMaxItemAge_Item10
source: 2 months
chs: 2 月
de: 2 Monate
it: 2 mesi
ko: 2 달
pl: 2 miesiące
ru: 2 месяца
sr_cyrl_cs: 2 месеца
sr_latn_cs: 2 meseca

# ComboMaxItemAge_Item11
source: 1 quarter
chs: 1 季度
de: 1 Quartal
it: 1 quadrimestre
ko: 3 개월
pl: 1 kwartał
ru: 1 квартал
sr_cyrl_cs: 1 квартал
sr_latn_cs: 1 kvartal

# ComboMaxItemAge_Item12
source: 2 quarters
chs: 2 季度
de: 2 Quartale
it: 2 quadrimestri
ko: 6 개월
pl: 2 kwartały
ru: 2 квартала
sr_cyrl_cs: 2 квартала
sr_latn_cs: 2 kvartala

# ComboMaxItemAge_Item13
source: 3 quarters
chs: 3 季度
de: 3 Quartale
it: 3 quadrimestri
ko: 9 개월
pl: 3 kwartały
ru: 3 квартала
sr_cyrl_cs: 3 квартала
sr_latn_cs: 3 kvartala

# ComboMaxItemAge_Item14
source: 1 year
chs: 1 年
de: 1 Jahr
it: 1 anno
ko: 1 년
pl: 1 rok
ru: 1 год
sr_cyrl_cs: 1 година
sr_latn_cs: 1 godina

# ComboMaxItemAge_Item15
source: Unlimited
chs: 无限制
de: Unbegrenzt
it: Illimitato
ko: 무제한
pl: Nie usuwaj
ru: Без ограничений
sr_cyrl_cs: Неограничено
sr_latn_cs: Neograničeno

# FeedProperties_checkCustomFormatter_Text
source: Use a &custom formatter
de: &Eigene XSLT-Formatierung verwenden
it: Utilizza un formattatore &custom
ko: &원하시는 포멧터(formatter)를 사용하기
pl: Korzystaj z &własnego arkusza stylów
ru: Использовать &специальное форматирование
sr_cyrl_cs: Користи &прилагођени форматер
sr_latn_cs: Koristi &prilagođeni formater

# FeedProperties_checkCustomFormatter_ToolTip
source: Check this option to use a custom formatter
de: Aktivieren Sie diese Option, um eine eigene Formatierung zu ermöglichen
it: Seleziona questa opzione per utilizzare un formattatore custom
ko: 원하시는 포멧터(formatter) 사용하시려면 이 옵션을 선택하여 주세요
pl: Włącz tą opcję aby korzystać z własnego arkusza stylów
ru: Выберите эту опцию для специального форматирования
sr_cyrl_cs: Селектујте ову опцију да користите прилагођени форматер
sr_latn_cs: Selektujte ovu opciju da koristite prilagođeni formater

# FeedProperties_checkDownloadEnclosures_Text
source: Automatically download attachments and podcasts
de: Anhänge/Podcasts automatisch laden
it: Scarica automaticamente gli attachments e podcasts
ko: 자동으로 새로 다운 받은 첨부 파일과 팟케스트를 다운로드 합니다
pl: Automatycznie pobieraj załączniki i podcasty
ru: Автоматически загружать вложения и подкасты
sr_cyrl_cs: Аутоматски преузми додатке и подкасте
sr_latn_cs: Automatski preuzmi dodatke i podkaste

# FeedProperties_checkEnableAlerts_Text
source: &Enable alert windows for new items
de: &Benachrichtigung einblenden, wenn neue Nachrichten eintreffen
it: &Abilita la finestra di alert per i nuovi item
ko: &새로운 아이템을 위해서 윈도우에 알림을 시작합니다
pl: &Pokazuj powiadomienie po nadejściu wiadomości
ru: Разрешить извещения при получении сообщений
sr_cyrl_cs: &Омогући прозор упозорења за нове предмете
sr_latn_cs: &Omogući prozor upozorenja za nove predmete

# FeedProperties_checkEnableEnclosureAlerts_Text
source: &Enable alert windows for newly downloaded attachments and podcasts
de: B&enachrichtigung für neu geladene Anhänge anzeigen
it: Abilita le fin&estre di alert per gli attachment e podcast nuovi
ko: &자동으로 새롭게 다운로드한 첨부파일과 팟케스트를 윈도우 알림 기능을 시작 합니다
pl: &Pozwól na pokazywanie okien błędów dla nowo pobranych załączników i podcastów
ru: Извещать о загруженных вложениях и подкастах
sr_cyrl_cs: &Омогући прозор упозорења за нове преузете додатке и подкасте
sr_latn_cs: &Omogući prozor upozorenja za nove preuzete dodatke i podkaste

# FeedProperties_checkMarkItemsReadOnExit_Text
source: &Mark items as read on exiting feed
de: Beim Verlassen des Feed &Nachrichten als gelesen markieren
it: &Imposta gli item come letti uscendo dal feed
ko: &기존에 존재하는 피드(Feed)를 이미 읽음으로 표시 합니다
pl: &Oznacz elementy jako przeczytane w istniejącej kategorii
ru: &Помечать сообщения как прочтенные при выходе
sr_cyrl_cs: &Маркирај предмете као прочитане на постојећим пољима
sr_latn_cs: &Markiraj predmete kao pročitane na postojećim poljima

# FeedProperties_comboBox1_ToolTip
source: Set or choose a limit in minutes this feed should be checked for new items again
de: Wählen Sie einen Zeitabstand aus, nach dessen Ablauf dieser Feed wieder auf neue Nachrichten geprüft werden soll
pl: Określ częstotliwość odświeżania zawartości kanału
sr_latn_cs: Podesi ili izaberi limit u minutama kad bi ovaj feed uradio update

# FeedProperties_comboFormatters_ToolTip
source: Select a formatter stylesheet
de: Wählen Sie einen XSLT-stylesheet für die Formatierung
it: Selezione un foglio di stile di formattazione
ko: 스타일시트 포멧터(formatter)를 선택 해 주세요
pl: Wybierz arkusz stylów dla formatowania elementów
ru: Выберите стиль форматирования
sr_cyrl_cs: Изаберите каскадни стил форматера
sr_latn_cs: Izaberite kaskadni stil formatera

# FeedProperties_comboMaxItemAge_ToolTip
source: Select the maximum item age to keep an item cached
de: Wählen Sie das max. Alter der Nachrichten, bis zu dem Sie noch nicht gelöscht werden sollen
it: Seleziona la massima durata per cui l'item verrà tenuto in cache
ko: 케쉬된 아이템을 저장하기 위해서 최대 아이템 기간을 선택해 주세요
pl: Określ maksymalny okres przechowywania wiadomości.
ru: Выберите максимальный возраст сообщения для кэширования
sr_cyrl_cs: Изаберите максимално време трајања предмета у кешу
sr_latn_cs: Izaberite maksimalno vreme trajanja predmeta u kešu

# FeedProperties_label15_Text
source: Remove Items Older Than:
de: Max. Nachrichten-&Alter
it: Rimuovi gli item più vecchi di:
ko: 아래 보다 오래된 아이템 제거:
pl: Usuń elementy starsze niż
ru: Максимальный возраст
sr_cyrl_cs: Уклони предмете старије од:
sr_latn_cs: Ukloni predmete starije od:

# FeedProperties_label1_Text
source: &Title
de: &Titel
it: &Titolo
ko: &제목
pl: &Tytuł
ru: Заголовок
sr_cyrl_cs: &Наслов
sr_latn_cs: &Naslov

# FeedProperties_label2_Text
source: &Url
de: Feed &Url
ko: &웹 주소(Url)
pl: Adres &Url
ru: &Адрес

# FeedProperties_label3_Text
source: minutes
de: Minuten
it: minuti
ko: 분
pl: minuty
ru: минут
sr_cyrl_cs: минута
sr_latn_cs: minuta

# FeedProperties_label4_Text
source: Update &frequency:
de: Update&frequenz:
it: &Frequenza di aggiornamento:
ko: 업데이트 &빈도수:
pl: Częstotliwość odświeżania
ru: Обновление каждые
sr_cyrl_cs: &Фреквенција ажурирања
sr_latn_cs: &Frekvencija ažuriranja

# FeedProperties_label5_Text
source: &Category
de: &Kategorie
it: &Categoria
ko: &카테고리
pl: &Kategoria
ru: Категория
sr_cyrl_cs: &Категорија
sr_latn_cs: &Kategorija

# FeedProperties_label6_Text
source: User&name
de: Benutzer&name
it: &Nome utente
ko: 사용자&이름
pl: &Użytkownik
ru: Имя пользователя
sr_cyrl_cs: Корисничко &име
sr_latn_cs: Korisničko &ime

# FeedProperties_label7_Text
source: &Password
de: &Passwort
ko: &비밀번호
pl: &Hasło
ru: Пароль
sr_cyrl_cs: &Лозинка
sr_latn_cs: &Lozinka

# FeedProperties_label9_Text
source: Use the default item formatting or select a custom XSLT formatter.
de: Verwenden Sie die Standardformatierung für Nachrichten, oder wählen Sie eine eigne XSLT-Formatierung.
it: Usa la formattazione di default degli item o seleziona un formattatore XSLT custom.
ko: 디폴트 형식을 사용하시거나 임의의 XSLT 포멧터(formatter)를 사용해 주세요.
pl: Określ, czy elementy będą formatowane za pomocą własnego arkusza stylów XSLT
ru: Форматирование по умолчанию или выберите стиль
sr_cyrl_cs: Користите основно форматирање или изаберите прилагођени XSLT форматер.
sr_latn_cs: Koristite osnovno formatiranje ili izaberite prilagođeni XSLT formater.

# FeedProperties_labelFormatters_Text
source: Formatter &Stylesheet:
de: &Formatierung mit:
it: Foglio di &Stile di formattazione:
ko: &스타일시트 포멧터(Formatter):
pl: Arkusz &stylów
ru: Стиль &форматирования:
sr_cyrl_cs: &Каскадни стил форматера:
sr_latn_cs: &Kaskadni stil formatera:

# FeedProperties_tabAttachments_Text
source: Attachments/Podcasts
de: Anhänge/Podcasts
ko: 첨부파일/팟케스트(Attachments/Podcasts)
pl: Załączniki/Podcasty
ru: Подкасты/Вложения
sr_cyrl_cs: Додатак/Подкаст
sr_latn_cs: Dodatak/Podkast

# FeedProperties_tabAuthentication_Text
source: Authentication
de: Authentifizierung
it: Autenticazione
ko: 인증
pl: Uwierzytelnianie
ru: Аутентификация
sr_cyrl_cs: Аутентификација
sr_latn_cs: Autentifikacija

# FeedProperties_tabDisplay_Text
source: Display
de: Anzeige
it: Visualizza
ko: 디스플레이
pl: Wyświetlanie
ru: Показ
sr_cyrl_cs: Прикажи
sr_latn_cs: Prikaži

# FeedProperties_tabItemControl_Text
source: Item Control
de: Nachrichten
it: Controllo item
ko: 아이템 제어
pl: Wiadomość
ru: Контроль сообщений
sr_cyrl_cs: Контрола предмета
sr_latn_cs: Kontrola predmeta

# FeedProperties_Text
source: Feed Properties
de: Feed Eigenschaften
it: Proprietà del feed
ko: 피드(Feed) 설정
pl: Właściwości kanału
ru: Свойства ленты новостей
sr_cyrl_cs: Параметри извора
sr_latn_cs: Parametri izvora

# FeedProperties_btnRemoveClientCertificate_Tooltip
source: Remove an assigned client certificate...
de: Zugewiesenes Clientzertifikat entfernen...
pl: Usuń przydzielony certyfikat klienta...
sr_latn_cs: Ukloni dodeljen sertifikat klijenta...

# FeedProperties_btnSelectClientCertificate_Tooltip
source: Select a client certificate...
de: Clientzertifikat auswählen...
pl: Wybierz certyfikat klienta...
sr_latn_cs: Izaberi sertifikat klijenta...

# FeedProperties_labelClientCertificate_Text
source: Client Certificate
de: Clientzertifikat
pl: Certyfikat Klienta
sr_latn_cs: Sertifikat klijenta

# FeedProperties_btnViewClientCertificate_Tooltip
source: View the assigned client certificate...
de: Zugewiesenes Clientzertifikat anzeigen...
pl: Obejrzyj przydzielony certyfikat klienta...
sr_latn_cs: Vidi dodeljeni sertifikat klijenta...

# ExportFeedsDialog_labelFormats_Text
source: Format
chs: 格式(&F)
de: Datei&format
es: &Formato
it: &Formato
ko: 포멧
ru: &Формат
sr_cyrl_cs: &Формат

# DialogBase_SubmitButtonCaption
source: OK
chs: 确定
es: Aceptar
ko: 확인
sr_cyrl_cs: У реду
sr_latn_cs: U redu
