Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/NewFeedDialog.*.resx
Languages: tr

# label1.Text
source: &Title
tr: &Başlık

# textTitle.ToolTip
source: Provide the feed title, or lookup...
tr: Besleme için bir başlık giriniz, veya başlık Url den alınsın...

# label2.Text
source: &Url
tr: Besleme &Url si

# textUri.ToolTip
source: Provide the feed Url to subscribe to....
tr: Abone olunacak beslemenin URL sini giriniz...

# btnOk.Text
source: &OK
tr: &Tamam

# btnOk.ToolTip
source: Done. Now subscribe...
tr: Tamam. Şimdi abone ol...

# btnCancel.Text
source: Cancel
tr: &Vazgeç

# label3.Text
source: &Category
tr: &Kategori

# comboCategory.ToolTip
source: Select a category, or provide a new one
tr: Bir kategori seçiniz, veya yeni bir tane giriniz...

# btnLookupTitle.Text
source: &Get title from feed
tr: Başlığı karşıdan al

# btnLookupTitle.ToolTip
source: Lookup for the title on the Url specified...
tr: Başlığı belirtilen Url de arar...

# checkEnableAlerts.Text
source: &Enable alert windows on received items
tr: &Mesaj alındığında alarm penceresinde görülsün.

# groupBox1.Text
source: Authentication
tr: Kimlik Doğrulama

# label7.Text
source: &Password
tr: &Şifre

# label6.Text
source: User&name
tr: Kullanıcı &Adı

# $this.Text
source: Add New Feed
tr: Yeni Besleme Ekle
