Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/PreferencesDialog.*.resx
Languages: bg, chs, cht, es, fr, it, ja, ko, nl_nl, sr_cyrl_cs, tr

# btnOK.Text
source: &OK
chs: 确定(&O)
cht: 確定&O
es: &Aceptar
ko: &확인
sr_cyrl_cs: &У реду
tr: &Tamam

# btnCancel.Text
source: Cancel
bg: Отказ
chs: 取消
cht: 取消
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl_nl: &Annuleren
sr_cyrl_cs: Откажи
tr: &Vazgeç

# tabGeneral.Text
source: General
bg: Общи
chs: 一般
cht: 一般
fr: Général
it: Generale
ja: 全般
ko: 일반
nl_nl: Algemeen
sr_cyrl_cs: Генерално
tr: Genel

# tabGeneral.ToolTipText
source: General Application Settings
bg: Общи настройки на програмата
chs: 常规应用程序设置
es: Configuración general de la aplicación
fr: Paramètres généraux de l'application
it: Impostazioni generali dell'applicazione
ja: アプリケーション全般の設定
ko: 전체적인 어플리케이션 설정
nl_nl: Algemene opties
sr_cyrl_cs: Генерална подешавања апликације
tr: Genel uygulama ayarları

# optionSectionPanel1.Text
source: Sounds
bg: Звуци
chs: 声音
es: Sonidos
fr: Sons
it: Suoni
ja: サウンド
ko: 사운드
nl_nl: Geluiden
sr_cyrl_cs: Звуци
tr: Sesler

# checkAllowAppEventSounds.Text
source: Enable application event sounds
bg: Разреши звуци
chs: 启用应用程序事件声音
es: Activar eventos de sonido en la aplicación
fr: Activer les sons de l'application
it: Abilita i suoni per gli eventi dell'applicazione
ja: アプリケーションのイベントサウンドを有効にする
ko: 어플리케이션의 사운드를 작동시킵니다
nl_nl: Geluiden afspelen bij activiteiten
sr_cyrl_cs: Омогући звукове у апликацији
tr: Uyguluma seslerini etkinleştir

# btnConfigureAppSounds.Text
source: Configure...
bg: Настройки...
chs: 配置...
es: Configurar..
fr: Configurer...
it: Configura...
ja: 設定...
ko: 구성하기...
nl_nl: Instellen...
sr_cyrl_cs: Конфигуриши...
tr: Ayarla...

# btnConfigureAppSounds.ToolTip
source: Opens the Windows Sounds Configuration Panel to allow RSS Bandit Application Sound configuration...
bg: Отваря конфигурационния панел за настройване на звуци във Windows ...
chs: 打开 Windows 声音设置面板以允许 RSS Bandit 应用程序的声音设置...
es: Abre el panel de configuración de sonidos de Windows para permitir la configuración de sonidos del programa RSS Bandit...
fr: Ouvrir la configuration des sons Windows afin d'autoriser la configuration des sons RSS Bandit
it: Apre il pannello di configurazione dei suoni di Windows per permettere la configurazione dei suoni di RSS Bandit...
ja: Windows サウンド設定を開いて、RSS Bandit のサウンドを設定する
ko: RSS Bandit 어플리케이션 사운드 설정을 하기 위해서 윈도우의 사운드 설정 패널을 열기 합니다.
nl_nl: Opent het Windows Geluiden Configuratiescherm om RSS Bandit geluiden in te stellen...
sr_cyrl_cs: Отвара прозор са панелом за конфигурацију звукова који омогућује RSS Bandit апликације звучну конфигурацију...
tr: RSS Bandit Uygulama Sesleri ayarlarının yapılabilmesi için Windows Ses Denetimini açar...

# sectionPanelGeneralStartup.Text
source: Startup
bg: Начало
chs: 启动
cht: 啟動
es: Inicio
fr: Démarrage
it: Avvio
ja: スタートアップ
ko: 시작
nl_nl: Opstarten
sr_cyrl_cs: Почетак
tr: Başlangıç

# checkRunAtStartup.Text
source: Start application after logon to Windows
bg: Стартирай едновременно с Windows
chs: 在登录Windows后启动应用程序
es: Iniciar aplicación después del inicio de sesión en Windows
fr: Démarrer l'application après l'ouverture de session Windows
it: Lancia l'applicazione dopo il logon a Windows
ja: Windows へのログオン時にアプリケーションを起動する
ko: 윈도우에 로그인을 한후에 어플리케이션을 시작합니다
nl_nl: Start RSS Bandit bij opstarten Windowssessie
sr_cyrl_cs: Стартуј апликацију после пријаве на Windows
tr: Uygulamayı Windows'a giriş yaptıktan sonra başlat

# checkRefreshFeedsOnStartup.Text
source: Initiate download feeds on startup
bg: Търси нови публикации при стартиране
chs: 强制在启动的时候下载新闻
cht: 啟動時強制下載新聞
es: Forzar la descarga de fuentes al iniciar
fr: Forcer le téléchargement des flux au démarrage
it: Forza il download dei feeds alla partenza
ja: 起動時に必ずフィードをダウンロードする
ko: 시작을 하면서 피드를 다운로드 하도록 시작합니다
nl_nl: Feeds bijwerken bij opstarten RSS Bandit
sr_cyrl_cs: Форсирај скидање извора приликом стартовања
tr: Program başladığında kaynakları güncelle

# sectionPanelGeneralBehavior.Text
source: Application Behavior
bg: Поведение на програмата
chs: 应用程序行为
cht: 應用程式行為
es: Comportamiento de la aplicación
fr: Comportement de l'application
it: Comportamento dell'applicazione
ja: 最小化の動作
ko: 어플리케이션 작동
nl_nl: Programma opties
sr_cyrl_cs: Понашање апликације
tr: Uygulama Davranışı

# btnMakeDefaultAggregator.Text
source: Set RSS Bandit as the default aggregator
bg: Направи "RSS Bandit" основна програма за новини
chs: 把RSS Bandit设置成缺省的浏览器
cht: 將RSS Bandit設為預設的RSS閱讀瀏覽器
es: Establecer RSS Bandit como agregador por defecto
fr: Agrégateur par défaut
it: Imposta RSS Bandit come aggregatore di default
ja: RSS Bandit をデフォルトアグリゲータに設定
ko: RSS Bandit 을 기본 에그리게이터(aggregator)로 설정합니다
nl_nl: RSS Bandit als uw standaard nieuwsaggregator
sr_cyrl_cs: Подеси RSS Bandit као основни агрегатор
tr: RSS Bandit'i varsayılan Kaynak Okuyucusu yap

# btnMakeDefaultAggregator.ToolTip
source: Make RSS Bandit the default application listening to the 'feed:' Url protocol...
bg: Направи RSS Bandit програма по подразбиране за получаване на новини от Url protocol...
chs: 使用RSS Bandit 作为缺省的应用程序来侦听 'feed:' Url 协议...
cht: 將 RSS Bandit 最為預設的應用軟體來顯示 'feed:' Url 協定...
es: Hacer que RSS Bandit sea la aplicación por defecto para el protocolo de URL 'feed:'...
fr: Utiliser RSS Bandit comme l'agrégateur par défaut écoutant le protocole 'feed:'...
it: Imposta RSS Bandit come applicazione di default per gestire il protocollo Url 'feed:'...
ja: RSS Bandit を "feed:" プロトコルのデフォルトアグリゲータに設定する
ko: RSS Bandit 을 피드를 듣는 기본 에플리케이션으로 설정 합니다 - 웹주소 프로톨콜(Url protocol)
nl_nl: Maakt RSS Bandit als standaard programma voor het 'feed:'-webadres protocol...
sr_cyrl_cs: Направи RSS Bandit основном апликацијом која ослупкује за 'извор:' Url протокола...
tr: RSS Bandit'i 'feed:' Url protokolunu dinleyen uygulama olarak ayarla

# label12.Text
source: If the button below is disabled, RSS Bandit is your default aggregator. If it is enabled, you can make it your default aggregator by pressing the button.
bg: Ако бутонът не е активен, то RSS Bandit е Вашият "новинар" по подразбиране. Ако е активен, можете да го направите с един клик.
chs: 如果按钮无法使用, RSS Bandit已经是你的缺省新闻浏览器. 反之, 你可以点击按钮，把它设置成你的缺省新闻浏览器.
cht: 若按鈕是無法使用, 表示RSS Bandit視你的預設新聞瀏覽器. 若是可使用, 則你可以點擊使其作為你的預設新聞瀏覽器
es: Si el botón está desactivado, RSS Bandit es su agregador por defecto. Si está activado, puede hacerlo su agregador por defecto pulsando el botón.
fr: Si ce bouton est désactivé, RSS Bandit est votre agrégateur par défaut. S'il est actif, vous pouvez faire de RssBandit votre agrégateur par défaut en pressant ce bouton.
it: Se il bottone è disabilitato, RSS Bandit è il tuo aggregatore di default. Se è abilitato, puoi farlo diventare il tuo aggregatore di default premendo il bottone.
ja: ボタンが無効の場合、RSS Banditはでふォルトアグリゲータに設定済みです。有効の場合、クリックするとデフォルトアグリゲータに設定します。
ko: 만약, 아래의 버튼이 꺼져 있으면, RSS Bandit 이 여러분의 기본 에그리게이터(aggregator)로 설정 합니다. 만약, 아래의 버큰이 작동 되면, 버튼을 누르시면서 기본 에그리게이터로 만드실 수 있습니다.
nl_nl: Indien de knop niet actief is, is RSS Bandit reeds je standaard nieuwsaggregator. Is de knop actief, klik erop om dit alsnog te activeren.
sr_cyrl_cs: Ако је дугме онемогућено, RSS Bandit је ваш основни агрегатор. Ако је омогућено, можете га направити својим основиним агрегатором притиснувши дугме.
tr: Eğer düğme görünmüyorsa RSS Bandit varsayılan okuyucunuz demektir. Eğer görünüyorsa düğmeye basarak RSS Bandit i varsayılan okuyucunuz yapabilirsiniz.

# radioTrayActionNone.Text
source: Non&e
bg: Нищо
chs: 没有(&e)
cht: 無&e
es: &Ninguno
fr: &Aucune
it: N&essuna
ja: なし(&E)
ko: &없음
nl_nl: Nooit
sr_cyrl_cs: Нијед&на
tr: &Hiçbiri

# radioTrayActionNone.ToolTip
source: Application will be allways visible within the taskbar
bg: Програмата ще бъде в лентата за задачи (taskbar)
chs: 应用程序将总在任务栏上可见
cht: 應用軟體將會在工具列中顯示
es: La aplicación siempre será visible en la Barra de tareas
fr: L'application sera toujours visible dans la barre des tâches
it: L'applicazione sarà sempre visibile nella taskbar
ja: 最小化時もタスクバーに表示する
ko: 어플리케이션이 항상 작업 표시줄에 나타내어 집니다
nl_nl: Programma altijd weergeven in taakbalk
sr_cyrl_cs: Апликација ће увек бити видљива унутар радног бара
tr: Uygulama görev çubuğunda sürekli görünür olacak

# label1.Text
source: Select an option to determine on what action the application should 'Minimize to Tray'.
bg: Изберете при кое действие програмата да се минимизира до часовника (Sistem Tray)
chs: 选择程序在"最小化到系统托盘"时的动作.
cht: 決定一個選項作為應用程式要縮小至系統工具列的方式
es: Seleccione una opción para determinar en qué acción la aplicación debería 'Minimizarse a la Bandeja del sistema'.
fr: Choisissez comment l'application doit se réduire dans la zone de notification.
it: Seleziona una opzione per definire su quale azione l'applicazione deve "minimizzarsi".
ja: RSS Bandit を最小化したときの動作を選択してください。
ko: 어플리케이션이 트래이로 작아질수 있도록 옵션을 선택 하세요.
nl_nl: Programma minimaliseren naar systeemtaakbalk.
sr_cyrl_cs: Изаберите опцију како би одредили приликом које акције апликација треба да се 'Minimize to Tray'.
tr: Uygulamanın ne zaman sistem bildirim alanına küçüleceğini belirleyin.

# radioTrayActionClose.Text
source: On Application &Close
bg: При &затваряне на програмата
chs: 当程序关闭(&C)
cht: 當關閉時&C
es: Al &cerrar la aplicación
fr: &Fermeture de l'application
it: In &Chiusura dell'applicazionee
ja: アプリケーションを閉じる(&C)
ko: 어플리케이션에서 &닫기
nl_nl: Bij &sluiten programma
sr_cyrl_cs: Кад се апликација &затвори
tr: Uygulama &kapatılınca

# radioTrayActionClose.ToolTip
source: Application will not be visible within the taskbar
bg: Програмата няма да се вижда в лентата за задачи
chs: 应用程序将在任务栏上不可见
cht: 應用軟體將不會在工具列中顯示
es: La aplicación no será visible en la Barra de tareas
fr: L'application sera fermée
it: L'applicazione non sarà visibile nella taskbar
ja: タスクバーに表示しない
ko: 어플리케이션을 작업 표시줄에서 보실 수 없습니다
nl_nl: Niet in taakbalk plaatsen
sr_cyrl_cs: Апликација неће бити видљива унутар бара апликација
tr: Uygulama görev çubuğunda gözükmeyecek

# radioTrayActionMinimize.Text
source: On Application M&inimize (recommended)
bg: При &минимизиране на програмата (препоръчително)
chs: 当应用程序最小化(&i)(推荐)
cht: 當最小化時 (建議)
es: Al m&inimizar la aplicación (recomendado)
fr: &Réduction de l'application (recommandé)
it: Quando l'applicazione viene M&inimizzata (raccomandato)
ja: 最小化 (推薦)
ko: 어플리케이션에서 작게(&) 표시 합니다.(권장 합니다)
nl_nl: Bij m&inimaliseren (aanbevolen)
sr_cyrl_cs: Кад се апликација М&инимизира (препоручљиво)
tr: &Simge durumuna küçültülünce (önerilen)

# radioTrayActionMinimize.ToolTip
source: Application will not be visible within the taskbar
bg: Програмата няма да се вижда в лентата за задачи
chs: 应用程序将在任务栏上不可见
cht: 應用軟體將不會在工具列中顯示
es: La aplicación no será visible en la Barra de tareas
fr: L'application ne sera pas visible dans la barre des tâches
it: L'applicazione non sarà visibile nella taskbar
ja: タスクバーに表示しない
ko: 어플리케이션을 작업 표시줄에서 보실 수 없습니다
nl_nl: Niet in taakbalk plaatsen
sr_cyrl_cs: Апликација неће бити видљива унутар радное траке
tr: Uygulama görev çubuğunda gözükmeyecek

# labelCheckForUpdates.Text
source: Check for &updates:
bg: Провери за обновления:
chs: 检查升级(&u):
cht: 檢查新版本&u:
es: Buscar act&ualizaciones:
fr: &Vérifier les mises à jour :
it: Verifica &aggiornamenti:
ja: 新バージョンの確認:
ko: &업데이트가 있는지를 확인 합니다:
nl_nl: Controleer op &updates
sr_cyrl_cs: Селектујте за &надоградње:
tr: &Yeni sürüm denetle:

# comboAppUpdateFrequency.Items
source: Manually
bg: Ръчно
chs: 手动
cht: 手動
es: Manualmente
fr: Manuellement
it: Manualmente
ja: 手動
ko: 수동으로
nl_nl: Handmatig
sr_cyrl_cs: Ручно
tr: Sadece ben istediğimde

# comboAppUpdateFrequency.Items1
source: Each time the application starts
bg: Всеки път при старта на програмата
chs: 每次应用程序启动
cht: 每一次應用程式啟動時
es: Cada vez que el programa se inicie
fr: A chaque démarrage de l'application
it: Ogni volta che l'applicazione parte
ja: アプリケーション起動時
ko: 매 번 어플리케이션을 시작 합니다
nl_nl: Bij elke keer bij opstarten programma
sr_cyrl_cs: Сваку пут кад се апликација стартује
tr: Program her başladığında

# comboAppUpdateFrequency.Items2
source: Once within 14 days
bg: Веднъж на 14 дни
chs: 14 天一次
cht: 14天一次
es: Una vez cada 14 días
fr: Une fois toutes les 2 semaines
it: Una volta ogni 14 giorni
ja: 14日毎
ko: 두 주에 한번
nl_nl: Elke 14 dagen
sr_cyrl_cs: Једном у 14 дана
tr: İki haftada bir

# comboAppUpdateFrequency.Items3
source: Once in a month
bg: Веднъж месечно
chs: 1个月一次
cht: 一個月一次
es: Una vez cada mes
fr: Une fois par mois
it: Una volta al mese
ja: 1ヵ月毎
ko: 한 달에 한번
nl_nl: Elke maand
sr_cyrl_cs: Једном месечно
tr: Ayda bir

# tabRemoteStorage.Text
source: Remote Storage
bg: Отдалечени
chs: 远程存储器
cht: 遠端儲存
es: Almacenamiento remoto
fr: Stockage distant
it: Storage remoto
ja: リモートストレージ
ko: 저장소(Storage)에 원격 연결 합니다
nl_nl: Externe opslag
sr_cyrl_cs: Удаљени смештај
tr: Uzak Depolama

# sectionPanelRemoteStorageFeedlist.Text
source: Remote feed list storage
bg: Отдалечено съхранение....
chs: 远程feed列表存储
cht: 遠端新聞清單儲存端
es: Lista de fuentes de almacenamiento remoto
fr: Stockage distant de la liste des flux
it: Storage della lista feed remota
ja: リモートフィード一覧ストレージ
ko: 피드 리스트 저장소(storage)에 원격 연결 합니다
nl_nl: Externe feedlijst opslaglocaties
sr_cyrl_cs: Удаљени смештај листе извора
tr: Uzakta Kaynak Listesi Saklama

# textRemoteStorageUserName.ToolTip
source: User Name. Can be specified as 'Domain\Username'.
bg: Потребителско име - 'Domain\Username'.
chs: 代理证书的用户名称。可以指定为 '域\用户名'
cht: 認證使用者名稱. 可以用這格式 'Domain\Username'.
es: Nombre de usuario del credencial. Puede ser especificado como 'Dominio\NombreUsuario'.
fr: Nom d'utilisateur. Peut être défini sous la forme "Domaine\Utilisateur".
it: Nome utente credenziali. Può essere specificato come 'Dominio\Usernamè.
ja: 認証ユーザー名。'Domain\User' の形式で指定できます
ko: 사용자 이름. '도메인\사용자이름'과 같이 표기 되어 질수 있습니다.
nl_nl: Gebruikersnaam. Mag gegeven worden als 'Domein\Gebruikersnaam'.
sr_cyrl_cs: Акредитива корисничко име. Може бити наведено као 'Domain\КорисничкоИме'.
tr: Uzak Depolama Kullanıcı Adı. 'Alan\Kullanıcı' şeklinde belirtilebilir

# comboRemoteStorageProtocol.Items
source: File Share
chs: 文件共享
cht: 檔案分享
es: Compartir archivo
fr: Partage de fichiers
ja: ファイル共有
ko: 파일을 공유 하기
nl_nl: Gedeelde bestanden
sr_cyrl_cs: Дељење фајлова
tr: Dosya Paylaşımı

# comboRemoteStorageProtocol.Items2
source: dasBlog
ko: 다스블로그(dasBlog)

# comboRemoteStorageProtocol.Items3
source: Newsgator Online
ko: 뉴스게이터 온라인(Newsgator Online)

# comboRemoteStorageProtocol.Items4
source: WebDAV
ko: 웹더브(WebDAV)

# checkUseRemoteStorage.Text
source: Use &remote storage
bg: Използвай "отдалечено съхранение"
chs: 使用远程存储 (&R)
cht: 使用遠端儲存&r
es: Usar almacenamiento &remoto
fr: Utiliser un &stockage distant
it: Utilizza lo storage &remoto
ja: リモートストレージを使う(&R)
ko: &원격 저장소(storage)를 사용합니다
nl_nl: Gebruik &Externe opslag
sr_cyrl_cs: Користи &удаљени смештај
tr: &Uzak depolama kullan

# label10.Text
source: This feature lets you have your feed list stored remotely, so it can be shared between multiple computers.
bg: Тази опция ви дава възможност да съхранявате списъци с новини на място, от което да се ползват и от други компютри
chs: 这项功能允许你远程存储新闻列表,在多台电脑之间共享.
cht: 這個功能讓你將新聞清單儲存在遠端, 如此就可以在不同電腦之間來分享.
es: Esta característica le permite tener sus fuentes almacenadas remotamente, así pueden ser compartidas entre múltiples equipos.
fr: Ceci vous permet de sauvegarder vos flux sur un emplacement distant et de les partager entre plusieurs ordinateurs.
it: Questa caratteristica permette di memorizzare la tua lista dei feed remotamente, permettendo di essere condivisa tra più computers.
ja: このフィード一覧を保存する機能を使うと、複数のコンピュータでフィード一覧を共有できます
ko: 이 기능은 여러 대의 컴퓨터과 공유 할 수 있도록, 여러분의 피드 리스트를 원격 저장 할수 있도록 합니다.
nl_nl: Met deze functie kun je je feedlijst extern opslaan, zodat je deze kunt delen met meerdere computers.
sr_cyrl_cs: Ова опција вам омогућава да сместите ваше листе извора на удаљене локације, како би могле бити дељене између више рачунара.
tr: Bu özellik kaynak listenizi uzakta saklamanızı sağlar, böylece listenizi birden fazla bilgisayarda kullanabilirsiniz.

# labelRemoteStorageLocation.Text
source: Storage service &URL:
bg: URL на съхранените новини:
chs: 存储服务(&U):
cht: 儲存服務URL位址&U:
es: &URL del servicio de almacenamiento:
fr: &URL du service de stockage :
it: &URL del servizio di storage:
ja: ストレージサービス URL(&U):
ko: 저장소(Storage) 서비스& 웹주소(URL):
nl_nl: &Webadres opslagservice:
sr_cyrl_cs: &URL сервиса смештаја:
tr: Web servis adresi:

# labelRemoteStoragePassword.Text
source: Pass&word:
bg: &Парола:
chs: 密码(&w):
cht: 密碼&w:
es: Con&traseña:
fr: &Mot de passe :
ja: パスワード(&W):
ko: 비밀&번호:
nl_nl: Wacht&woord:
sr_cyrl_cs: Корисничко &име:
tr: Parola:

# labelRemoteStoragePassword.ToolTip
source: User Password
bg: Парола за прокси
chs: 代理证书密码
cht: 代理伺服器密碼
es: Contraseña del credencial del Proxy
fr: Mot de passe du proxy
it: Password delle credenziali del Proxy
ja: リモートストレージの認証パスワード
ko: 사용자 비밀번호
nl_nl: Inlog wachtwoord
sr_cyrl_cs: Proxy акредитива лозинка
tr: Kullanıcı parolası

# labelRemoteStorageUserName.Text
source: User &Name:
bg: Потребителско &Име:
chs: 用户(&N):
cht: 使用者名稱&N:
es: &Nombre de usuario:
fr: &Nom d'utilisateur :
it: &Nome Utente:
ja: ユーザー名(&N):
ko: 사용자 &이름:
nl_nl: Login&naam:
sr_cyrl_cs: Корисничко &име:
tr: Kullanıcı Adı:

# labelRemoteStorageUserName.ToolTip
source: User Name. Can be specified as 'Domain\Username'.
bg: Потребителсо име за прокси - 'Domain\Username'.
chs: 代理证书的用户名称。可以指定为 '域\用户名'
cht: 代理認證使用者名稱. 可以用這格式 'Domain\Username'.
es: El nombre de usuario del credencial del Proxy. Puede ser especificado como 'Dominio\NombreUsuario'.
fr: Nom d'utilisateur. Peut être défini sous la forme "Domaine\Utilisateur".
it: Nome utente credenziali proxy. Può essere specificato come 'Dominio\Usernamè.
ja: リモートストレージの認証ユーザー名
ko: 사용자 이름. '도메인\사용자' 처럼 지정할 수 있습니다.
nl_nl: Loginnaam. Mag gegeven worden als 'Domein\Loginnaam'.
sr_cyrl_cs: Корисничко име Proxy акредитива. Може бити наведено као 'Domain\Username'.
tr: Kullanıcı Adı. 'Alan\Kullanıcı' şeklinde belirtilebilir.

# labelRemoteStorageProtocol.Text
source: Protocol:
bg: Протокол:
chs: 协议:
cht: 協定:
es: Protocolo:
fr: Protocole :
it: Protocollo:
ja: プロトコル:
ko: 프로토콜:
sr_cyrl_cs: Протокол:
tr: Protokol:

# tabNewsItems.Text
source: Display
bg: Покажи
chs: 显示
cht: 顯示
es: Mostrar
fr: Affichage
it: Visualizza
ja: 表示
ko: 화면
nl_nl: Weergave
sr_cyrl_cs: Прикажи
tr: Görünüm

# sectionPanelDisplayGeneral.Text
source: General
bg: Общи
chs: 常规
cht: 一般設定
fr: Général
it: Generale
ja: 全般
ko: 일반
nl_nl: Algemeen
sr_cyrl_cs: Генерално
tr: Genel

# checkUseFavicons.Text
source: Use favicons as feed icons in Feed Subscriptions tree
bg: Използай favicons, като икони за отделните канали
chs: 在Feed订阅树中使用袖珍图形作为feed图标
es: Usar favicons como iconos de las fuentes en el árbol de suscripciones a Fuentes
fr: Utiliser la "favicons" comme icone de flux dans l'arbre des souscriptions
it: Usa le favicon come icone dei feeds nell'albero di visualizzazione dei feed
ja: フィードの favicon をフィード一覧に使う
ko: 피드 예약 구독 트리(Feed Subscriptions tree)에서 피드 아이콘들로 파피콘들로 사용합니다
nl_nl: Gebruik van favicons als feedicoon.
sr_cyrl_cs: Користи favicons као икону feed-а у стаблу Feed Subscriptions
tr: Abone listesinde besleme ikonları olarak faviconları kullan

# checkUseFavicons.ToolTip
source: If checked, subscribed feeds will display favicons as feed symbols
bg: Ако е маркирано, отделните канали ще използват favicon като изображение в списъка
chs: 如果选中，订阅的feeds将显示袖珍图形作为feed符号
es: Si están comprobadas, las fuentes subscritas mostrarán favicons como su símbolo
fr: Si coché, les flux souscrits afficheront leurs favicons comme un symbole de flux
it: Se selezionato, i feed sottoscritti visualizzeranno favicons come simbolo del feed
ja: フィードのアイコンとして、favicon を使います
ko: 체크 하시면, 예약 구독 하신 피드들은 피드 심볼들로 보여 집니다
nl_nl: Indien geactiveerd zal de favicon van de website worden weergegeven als icoon voor de feed
sr_cyrl_cs: Ако је селектовано, потписани feed-ови ће приказивати favicons као симбол feed-а
tr: Tıklandığında abone listesinde beslemelerin sembolü olarak web sitelerinin faviconu kullanılır

# checkBuildRelationCosmos.Text
source: Display related items as discussion threads
bg: Показва свързаните публикации в дискусията
chs: 显示相关条目作为讨论的线索
cht: 在討論行程中顯示相關項目
es: Mostrar elementos relacionedos como hilos de discusión
fr: Afficher les éléments similaires comme des fils de discussions
it: Visualizza item correlati come un thread di discussione
ja: 関連アイテムをスレッド表示
ko: 토론 스레드들(threads)로써 연관된 아이템들을 보여 줍니다
nl_nl: Gerelateerde items weergeven als discussie
sr_cyrl_cs: Прикажи везане предмете као нити дискусије
tr: Birbiriyle ilgili mesajları gruplayarak göster

# checkBuildRelationCosmos.ToolTip
source: If checked, items with links to other known items will be displayed as discussion threads
bg: Ако е маркирано, публикациите свързани с други ще бъдат изобразени като дискусия
chs: 如果选中，条目将被显示为具有到其他已知条目链接的讨论线索
cht: 若選取, 項目將在討論行程中將顯示連結到其他已知項目
es: Si está marcado, los elementos con enlaces a otros elementos conocidos serán mostrados como hilos de discusión
fr: Si coché, les éléments contenant des liens vers d'autres éléments inconnus seront affichés comme des fils de discussions
it: Se selezionato, gli items con link ad altri items conosciuti saranno visualizzati come thread di discussione.
ja: チェック時、他のアイテムへのリンクを含むアイテムをスレッド表示
ko: 체크 하시면 다른 아미 알고 있는 아이템과 연결 되어진, 아이템들이 토론 스레드들(threads)로 나타내어 집니다
nl_nl: Indien geactiveerd worden items die naar elkaar verwijzen als discussie weergegeven
sr_cyrl_cs: Ако је селектовано, предмети са линковима према другим познатзим предметима ће бити приказани у нитима дискусије
tr: Seçildiğinde bilinen mesajlara bağlı yeni mesajları aynı başlıkta toplar

# checkMarkItemsReadOnExit.Text
source: Mark all items as read on exiting a feed or category
bg: Маркирай като прочетено при излизане от канала или категорията
chs: 在现有的feed或分类中标记所有条目为已读
cht: 在目前新聞或分類標記全部已閱讀
es: Marcar todos los elementos como leídos al salir de una Fuente o Categoría
fr: Marquer tous les éléments comme lus lorsque vous quittez un flux ou une catégorie
it: Imposta tutti gli items come letti lasciando un feed o una categoria
ja: フィードやカテゴリの終了時に記事を既読にする
ko: 현재 있는 피드나 카테고리를 모두 읽은 아이템으로 표기 합니다.
nl_nl: Markeer items als gelezen bij verlaten categorie
sr_cyrl_cs: Маркирај све предмете прочитаним на изласку извора или категорије
tr: Bir kaynaktan veya kategoriden çıkışta tüm mesajları okunmuş olarak işaretle

# chkNewsItemOpenLinkInDetailWindow.Text
source: If no description, open link in reading pane
bg: Ако няма друго предписание, отвори линка в прозореца за четене
chs: 如果没有描述,在详细窗口中打开联接
cht: 若沒有說明描述, 在閱讀面板中開啟連結
es: Si no hay descripción, abrir enlace en un panel de lectura
fr: Ouvrir les liens directement s'il n'y a pas de description
it: Se non c'è la descrizione, apri il link nel pannello di lettura
ja: 説明がない場合、リンク先を表示する
ko: 설명이 없으면, 읽는 판에 링크를 열어 줍니다
nl_nl: Bij geen beschrijving item in leesvenster openen
sr_cyrl_cs: Уако нема описа отвори линк у панелу за читање
tr: Aksi belirtilmemişse, bağlantıyı okuma panosunda aç

# sectionPanelDisplayItemFormatting.Text
source: Item Formatting
bg: Форматиране на канала
chs: 单条目格式
cht: 新聞格式
es: Formateo de los elementos
fr: Formattage d'un message
it: Formattazione item
ja: 記事フォーマット
ko: 아이템 구성
nl_nl: Item opmaak-sjabloon
sr_cyrl_cs: Форматирање предмета
tr: Mesaj Biçimlendirme

# comboFormatters.ToolTip
source: Select a formatter stylesheet
bg: Изберете стил на форматиране
chs: 选择格式化风格页
cht: 選擇一個格式器stylesheet
es: Seleccione una hoja de estilo de formateo
fr: Choisir une feuille de style pour le formatage
it: Seleziona un foglio di stile di formattazione
ja: フォーマット用スタイルシートを選択します
ko: 구성도니 스타일시트 하나를 선택 합니다
nl_nl: Kies een opmaak-sjabloon
sr_cyrl_cs: Изаерите stylesheet форматера
tr: Biçimleyici şablonunu seçin
