Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/PreferencesDialog.*.resx
Languages: bg, chs, cht, es, fr, it, ja, ko, nl_nl, sr_cyrl_cs, tr

# labelProxyCredentialPassword.Text
source: Pass&word:
bg: Парола:
chs: 密码(&w):
cht: 密碼&w:
es: Con&traseña:
fr: &Mot de passe:
ja: パスワード(&W):
ko: 비밀&번호:
nl_nl: Wacht&woord:
sr_cyrl_cs: &Лозинка:
tr: &Parola:

# labelProxyCredentialPassword.ToolTip
source: Proxy Credential Password
bg: Парола за прокси
chs: 代理证书密码
cht: 代理伺服器認證密碼
es: Contraseña del credencial del Proxy
fr: Mot de passe du proxy
it: Password delle credenziali del Proxy
ja: プロキシ認証パスワード
ko: 프록시 보안 비밀 번호
nl_nl: Authenticatie wachtwoord op proxyserver
sr_cyrl_cs: Proxy акредитива лозинка
tr: Proxy kimlik doğrulama parolası

# labelProxyCredentialUserName.Text
source: User &Name:
bg: Потребителско име:
chs: 用户(&N):
cht: 使用者名稱&N:
es: &Nombre de usuario:
fr: Nom d'&utilisateur:
it: &Nome utente:
ja: ユーザー名(&N):
ko: 사용자 &이름:
nl_nl: Gebruikers&naam
sr_cyrl_cs: Корисничко &име:
tr: Kullanıcı &Adı:

# labelProxyCredentialUserName.ToolTip
source: Proxy User Name. Can be specified as 'Domain\Username'.
bg: Потребителско име за прокси. Може да се определи като 'Domain\Username'.
chs: 代理证书的用户名称。可以指定为 '域\用户名'
cht: 代理伺服器認證使用者名稱. 可以用這格式 'Domain\Username'.
es: El nombre de usuario del credencial del Proxy. Puede ser especificado como 'Dominio\NombreUsuario'.
fr: Nom d'utilisateur.Peut être défini sous la forme "Domaine\Utilisateur".
it: Nome utente credenziali Proxy Credential. Può essere specificato come 'Dominio\Usernamè.
ja: プロキシ認証ユーザー名。"Domain\Username" の形式で指定できます
ko: 프록시 사용자 이름. '도메인\사용자이름'과 같이 표기 되어 질수 있습니다.
nl_nl: Gebruikernaam op proxyserver. Kan worden opgegeven als 'Domein\Gebruikersnaam'.
sr_cyrl_cs: Корисничко име Proxy акредатиа. Мође бити наведено као 'Domain\КорисничкоИме'.
tr: Proxy Kullanıcı Adı. 'Alan\Kullanıcı' şeklinde belirtilebilir.

# textProxyCredentialUser.ToolTip
source: User Name. Can be specified as 'Domain\Username'.
bg: Credential User Name. Can be specified as 'Domain\Username'.
chs: 证书的用户名称。可以指定为 '域\用户名'。
cht: 認證使用者名稱. 可以用這格式 'Domain\Username'.
es: Nombre de usuario del credencial. Puede ser especificado como 'Dominio\NombreUsuario'.
fr: Nom d'utilisateur. Peut être défini sous la forme "Domaine\Utilisateur".
it: Nome utente credenziali. Può essere specificato come 'Dominio\Usernamè.
ja: 認証ユーザー名
ko: 사용자 이름. Can be specified as 'Domain\Username'.
nl_nl: Gebruikernaam op proxyserver. Kan worden opgegeven als 'Domein\Gebruikersnaam'.
sr_cyrl_cs: Корисничко име акредитива. Може бити наведено као 'Domain\КорисничкоИме'.
tr: Proxy Kullanıcı Adı. 'Alan\Kullanıcı' şeklinde belirtilebilir

# checkProxyAuth.Text
source: Proxy needs &authorization
bg: Има нужда от ауторизация...
chs: 代理服务器需要认证(&a)
cht: 代理伺服器需要驗證&a
es: El Proxy necesita &autorización
fr: Ce proxy nécessite une &authentification
it: Il Proxy necessita di &autorizzazione
ja: プロキシは、ログオンが必要(&A)
ko: 프록시 서버는 &보안인증이 필요 합니다
nl_nl: Proxyserver vereist &authenticatie
sr_cyrl_cs: Proxy захтева &ауторизацију
tr: &Proxy kimlik doğrulaması gerektiriyor

# labelProxyBypassListHint.Text
source: Use semicolons ( ; ) to separate entries.
bg: Използвайте ( ; ) за разделяне на въведеното.
chs: 使用分号 ( ; ) 来分隔条目。
cht: 使用分號( ; )來分隔.
es: Use punto y coma ( ; ) para separar las entradas.
fr: Utiliser des points virgule ( ; ) pour séparer les entrées.
it: Utilizza punto e virgola ( ; ) per separare le voci.
ja: セミコロン ( ; ) を使用して、エントリを分けてください
ko: 내용들을 구분하기 위해서 세미콜른( ; )을 이용합니다.
nl_nl: Gebruik puntcomma (;) om vermeldingen te scheiden.
sr_cyrl_cs: Користи тачказарез( ; ) за одвајање уноса.
tr: Girdileri ayırmak için noktalı virgül ( ; ) kullanın.

# labelProxyBypassList.Text
source: D&o not use proxy for addresses beginning with:
bg: Не използвай прокси за адреси започващи с:
chs: 对以下列内容开头的地址不要使用代理(&o)：
cht: 位址開始時不使用代理伺服器&D:
es: N&o usar Proxy para las direcciones que empiecen con:
fr: Ne &pas utiliser le proxy pour les adresses commençant par :
it: N&on usare il proxy per gli indirizzi che iniziano per:
ja: 次の文字ではじまるアドレスは、プロキシを使用しない(&O):
ko: 프록시 주소를 다음과 같은 내용으로 사용하지 &않습니다:
nl_nl: Proxyserver &niet gebruiken voor adressen die beginnen met:
sr_cyrl_cs: Н&е користи proxy за адресе које почињу са:
tr: Aşağıdakiler ile başlayan a&dresler için proxy kullanma:

# checkUseProxy.Text
source: Use private &proxy server settings:
bg: Използване на лични прокси настройки:
chs: 使用代理服务器设置(&p):
cht: 使用私有代理伺服器設定&p:
es: Usar configuración privada del servidor &Proxy:
fr: Utiliser des &paramètres de proxy privés:
it: Utilizza impostazioni private del &proxy server:
ja: 専用のプロキシサーバー設定を使用する(&P)
ko: 개인 별 &프록시 서버 구성요소들을 사용 합니다:
nl_nl: Maak gebruik van persoonlijke &proxyserver gegevens:
sr_cyrl_cs: Користи приватне парамтетре &proxy сервера
tr: Ö&zel proxy sunucusu ayarları kullan

# checkUseIEProxySettings.Text
source: Take over proxy server settings from &Internet Explorer
bg: Вземи прокси настройките от IE
chs: 使用IE中的代理服务器设置(&I)
cht: 經由&Internet Explorer取得代理伺服器
es: Reemplazar la configuración del servidor Proxy de &Internet Explorer
fr: Utiliser les paramètres de connexion de &Internet Explorer
it: Eredita le impostazioni del proxy server da &Internet Explorer
ja: Internet Explorer のプロキシサーバー設定を使う(&I)
ko: 인터넷 탐색기(Internet Explorer)로 부터 프록시 서버 구성요소들을 가지고 옵니다
nl_nl: Instellingen van &Internet Explorer automatisch overnemen
sr_cyrl_cs: Узми proxy сервер парамтетре из &Internet Explorer-а
tr: Proxy sunucusu ayarlarını I&nternet Explorer'dan al

# labelProxyServerSummery.Text
source: A proxy server acts as an itermediary between your machine and the Internet, retrieving files from remote Web servers.
bg: Прокси-сървърът изпълнява роля на посредник между вашия компютър и Интернет; сваля файлове от отдалечени Web-сървери.
chs: 代理服务器担当了你的电脑和互联网之间的中介，从远端网页服务器中获取文件。
cht: 代理伺服器扮演中介腳色在你的電腦與網路之間來與遠端網站伺服器溝通
es: Un servidor Proxy actúa como un intermediario entre su máquina e Internet, recuperando archivos desde servidores web remotos.
fr: Un serveur de proxy tient lieu d'intermédiaire entre votre machine et Internet en récupérant les fichiers provenant de serveurs Web distants.
it: Un proxy server funziona come intermediario tra la tua macchina e Internet, scaricando i files dai Web servers remoti.
ja: プロキシサーバーは、LAN とコンピュータを仲介し、リモートWebサーバーからファイルを取得できるようにします
ko: 프록시 서버는 여러분의 컴퓨터와 인터넷 사이에서 원격된 웹 서버들로 부터 파일 내용들을 읽어 오는 중간 메개 체 역활을 합니다.
nl_nl: Een proxyserver is een server die het verkeer tussen internet en een (kantoor)netwerk regelt.
sr_cyrl_cs: Proxy сервер се понаша као посредник између ваше машине и Интернета, скидајући странице са удаљених Web сервера.
tr: Bir proxy sunucusu, uzaktaki web sunucularından dosyaları alırken, bilgisayarınızla İnternet arasında bir aracı gibi davranır.

# textProxyPort.ToolTip
source: The Proxy Port Number
bg: Номер на прокси-порта
chs: 代理端口号
cht: 代理伺服器通訊埠號碼Port
es: El número del puerto del Proxy
fr: Numéro de port du proxy
it: Il numero di porta del Proxy
ja: プロキシポート番号
ko: 프록시 포트 번호
nl_nl: Proxyserver poortnummer
sr_cyrl_cs: Број Proxy порта
tr: Proxy bağlantı noktası numarası

# labelProxyPort.Text
source: Por&t:
bg: Порт:
chs: 端口(&t):
cht: 埠&t:
es: Puer&to:
it: Por&ta:
ja: ポート:
ko: 포&트:
nl_nl: Poor&t
sr_cyrl_cs: Пор&т:
tr: Ba&ğ No:

# labelProxyAddress.Text
source: Addr&ess:
bg: Адрес:
chs: 地址(&e):
cht: 位址&e:
es: Dir&ección:
fr: Adr&esse:
it: Indir&izzo:
ja: アドレス(&E)
ko: 주&소:
nl_nl: Adr&es:
sr_cyrl_cs: Адр&реса:
tr: A&dres:

# textProxyAddress.ToolTip
source: The Proxy Address
bg: Прокси адрес
chs: 代理地址
cht: 代理伺服器位址
es: La dirección del Proxy
fr: L'adresse IP du proxy
it: Indirizzo del Proxy
ja: プロキシアドレス
ko: 프록시 서버 주소
nl_nl: Het proxyserver adres
sr_cyrl_cs: Proxy адреса
tr: Proxy adresini girin

# checkProxyBypassLocal.Text
source: &Bypass proxy server for local addresses
bg: Игнорирай прокси сървъра
chs: 对本地网络不使用代理服务器
cht: 近端位址不使用代理伺服器&B
es: No usar &Proxy para las direcciones locales
fr: &Ne pas interroger le proxy pour les adresses locales
it: &Bypass proxy server per gli indirizzi locali
ja: ローカルアドレスには、プロキシサーバーを使用しない(&B)
ko: &로컬 컴퓨터 주소로 프록시 서버를 대신 합니다
nl_nl: Proxyserver &niet gebruiken voor lokale adressen
sr_cyrl_cs: &Заобиђи proxy сервер за локалне адресе
tr: &Yerel adresler için proxy sunucusunu kullanma

# tabFonts.Text
source: Fonts
bg: Шрифтове
chs: 字体
cht: 字型
es: Estilos
fr: Polices
ja: フォント
ko: 글꼴
nl_nl: Lettertype
sr_cyrl_cs: фонтови
tr: Yazıtipleri

# sectionPanelFontsSubscriptions.Text
source: Subscriptions, News Items
bg: Абонаменти, новини
chs: 订阅，新闻条目
cht: 訂閱, 新進新聞
es: Suscripciones, nuevos elementos
fr: Abonnements, éléments de nouvelle
it: Sottoscrizioni, News Items
ja: フィード、記事
ko: 예약구독, 뉴스 아이템들
nl_nl: Vormgeving
sr_cyrl_cs: Потписи, Нови предмете
tr: Abonelikler, Haber Mesajları

# labelFontsSubscriptionsSummery.Text
source: Configure the font, styles and colors used to highlight or mark states of Subscriptions and News Items.
bg: Конфигуриране на шрифт, стил и цветове в показваните новинарски канали
chs: 设置用于高亮或标记订阅和新闻条目状态的字体，风格和颜色。
cht: 設定字型, 樣式及顏色作為訂閱及新到新聞時高亮度標示或標記狀態
es: Configurar la fuente, estilos y colores usados para resaltar o marcar los estados de los elementos de las Suscripciones y Noticias
fr: Configure la police, les styles et les couleurs utilisés pour mettre en valeur ou indiquer l'état des abonnements et des éléments de nouvelle.
it: Configura il font, stili e colori utilizzati per evidenziare o marcare gli stati delle sottoscrizioni e nuovi items.
ja: フィードや記事の状態ごとに、フォント、色などの書式を設定します
ko: 예약구독, 뉴스 아이템들을 밝은 부분으로 표시하는데 상요 되는 글꼴, 스타일과 색들을 설정하기.
nl_nl: Instellen van lettertype, tekenstijl en kleur voor het aanduiden van de status van een item.
sr_cyrl_cs: Конфигуришите фонт, стилове и боје кориштене да се означе стања потписа и предмета вести.
tr: Aboneliklerin ve Mesajların durumlarını belirleyen yazı tiplerini, stilleri ve renkleri ayarlayın.

# btnChangeFont.Text
source: &Change...
bg: &Промени...
chs: 更改(&C)...
cht: 改變&C...
es: &Cambiar...
fr: &Modifier...
it: &Cambia...
ja: 変更(&C)...
ko: &변경...
nl_nl: &Aanpassen...
sr_cyrl_cs: &Измени
tr: &Değiştir...

# chkFontItalic.Text
source: I&talic
bg: Наклонен
chs: 斜体(&t)
cht: 斜體&t
es: Cursi&va
fr: I&taliques
it: I&talico
ja: 斜体(&T)
ko: &이태리어 체
nl_nl: &Cursief
sr_cyrl_cs: Н&акошено
tr: &Yatık

# chkFontBold.Text
source: &Bold
bg: &Одебелен
chs: 粗体(&B)
cht: 粗體&B
es: &Negrita
fr: &Gras
it: &Grassetto
ja: 太字(&B)
ko: &굵게
nl_nl: &Vet
tr: &Kalın

# btnChangeColor.Text
source: C&olor...
bg: Цвят...
chs: 颜色(&o)...
cht: 顏色&o...
fr: C&ouleur...
it: C&olori...
ja: 色(&O)
ko: &색...
nl_nl: K&leur...
sr_cyrl_cs: Б&оја...
tr: &Renk...

# lblItemStates.Text
source: &Item states:
bg: &Състояние:
chs: 条目状态(&I)：
cht: 新聞狀態&I:
es: Estado de los e&lementos:
fr: &Etats des éléments:
it: Stati degli &Item:
ja: 記事状態(&I):
ko: &아이템 상태:
nl_nl: &Status van item:
sr_cyrl_cs: &Стање предмета:
tr: &Mesaj durumları:

# lstItemStates.Items
source: Read (normal)
bg: Прочетени (обикновен)
chs: 读 (常规)
cht: 已讀取 (正常)
es: Leído (normal)
fr: Lire (normal)
it: Leggi (normale)
ja: 既読 (標準)
ko: 읽기 (보통)
nl_nl: Gelezen (normaal)
sr_cyrl_cs: Читај (нормално)
tr: Okunmuş (normal)

# lstItemStates.Items1
source: Unread
bg: Непрочетени
chs: 未读
cht: 未讀取
es: Sin Leer
fr: Non lu
it: Non letto
ja: 未読
ko: 읽지 않음
nl_nl: Ongelezen
sr_cyrl_cs: Непрочитано
tr: Okunmamış

# lstItemStates.Items2
source: Flag
bg: Флаг
chs: 标志
cht: 標記
es: Marcado
fr: Etiquette
ja: フラグ
ko: 플래그(Flag)
nl_nl: Gemarkeerd
sr_cyrl_cs: Застава
tr: Bayrak

# lstItemStates.Items3
source: Referrer
bg: Източник
chs: 提交者
cht: 更新
es: Referido
fr: Référant (referrer)
ja: リファラ
ko: 인용
nl_nl: Verwijzing
tr: Öneren

# lstItemStates.Items4
source: Error
bg: Грешка
chs: 错误
cht: 錯誤
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl_nl: Fout
sr_cyrl_cs: Грешка
tr: Hata

# lstItemStates.Items5
source: New Comments (Watched)
bg: Нови коментари
chs: 新注释 (已查看)
es: Comentarios nuevos (observado)
fr: Nouveaux commentaires (lus)
it: Nuovi commenti (Watched)
ja: 新しいコメント (監視)
ko: 새로운 주석 (이미 읽은)
nl_nl: Nieuwe reakties (volgstand)
sr_cyrl_cs: Нови коментари (Посматрано)
tr: Yeni Yorumlar (Takip Edilen)

# lstItemStates.ToolTip
source: Select an item state to change the settings...
bg: Изберете това, което искате да промените...
chs: 选择条目状态来更改设置...
cht: 選擇一個項目狀態來改變設定...
es: Seleccione un elemento de estado para cambiar su configuración...
fr: Sélectionnez un état d'élément pour modifier les paramètres...
it: Seleziona uno stao dell'item per cambiare le impostazioni...
ja: 設定を変更したい記事の状態を選択します
ko: 설정요소들을 변경하기 위한 아이템 상태들 선택하기...
nl_nl: Kies de itemstatus welke je wilt wijzigen...
sr_cyrl_cs: Изаберите стање неког предмета да измените параметре...
tr: Ayarını değiştirmek istediğiniz mesaj durumunu seçin

# chkFontUnderline.Text
source: &Underline
bg: &Подчертан
chs: 下划线(&U)
cht: 底線&U
es: &Subrayado
fr: &Soulignement
it: &Sottolinea
ja: 下線(&U)
ko: &밑줄
nl_nl: &Onderstreept
sr_cyrl_cs: &Подвучено
tr: &Altı Çizili

# chkFontStrikeout.Text
source: &Strikeout
bg: Зачертани
chs: 删除线(&S)
cht: 刪除線&S
es: &Tachado
fr: &Barré
it: &Barrato
ja: 取り消し線(&S)
ko: &글 중간에 선을 긋기
nl_nl: &Doorhalen
tr: &Üstü Çizili

# lblFontSampleCaption.Text
source: Sample:
bg: Пример:
chs: 样例：
cht: 範例
es: Ejemplo:
fr: Exemple :
it: Esempio:
ja: サンプル:
ko: &샘플:
nl_nl: Voorbeeld:
sr_cyrl_cs: Пример:
tr: Örnek:

# tabEnclosures.Text
source: Attachments/Podcasts
bg: Звукови канали
chs: 附件/播客
es: Adjuntos/Podcasts
fr: Fichiers liés/Podcasts
ja: 添付ファイル/ポッドキャスト
ko: 첨부파일/파드케스트(Podcasts)
nl_nl: Bijlagen/Podcasts
sr_cyrl_cs: Додатак/Подкаст
tr: Eklentiler/Podcast'ler

# sectionPanelEnclosurePodcasts.Text
source: Podcasts
bg: Звукови канали
chs: 播客
ja: ポッドキャスト
ko: 파드케스트(Podcasts)
tr: Podcast'ler

# btnPodcastOptions.Text
source: Advanced Options...
bg: Разширени...
chs: 高级选项...
es: Opciones avanzadas...
fr: Options avancées...
it: Opzioni avanzate...
ja: 拡張オプション...
ko: 고급 옵션...
nl_nl: Extra opties...
sr_cyrl_cs: Напредне опције...
tr: Gelişmiş Seçenekler...

# lblSectionPanelPodcastOptions.Text
source: Click the button below to configure Podcast options:
bg: Кликнете върху бутона по-долу, за да настройване на Звуковите канали:
chs: 点击下列按钮配置播客选项：
es: Pulse sobre el botón de abajo para configurar las opciones Podcast:
fr: Cliquez sur le bouton ci-dessous pour configurer les options des Pobcasts
it: Clicka il buttone sotto per configurare le opzioni Podcast:
ja: ポッドキャストの設定をするには、下のボタンをクリックします
ko: 파드케스트(Podcasts) 옵션을 설정하기 위해서 아래의 버튼 클릭하기:
nl_nl: Klik op onderstaande knop om Podcast in te stellen:
sr_cyrl_cs: Кликните на дугме испод да конфигуришете опције подкаста:
tr: Podcast seçeneklerini belirlemek için aşağıdaki düğmeyi tıklayın:

# sectionPanelEnclosureGeneral.Text
source: General
bg: Общи
chs: 常规
fr: Général
it: Generale
ja: 全般
ko: 일반
nl_nl: Algemeen
sr_cyrl_cs: Генерално
tr: Genel

# btnSelectEnclosureFolder2.ToolTip
source: Lookup for a folder on the filesystem...
bg: Намерете определена папка в компютъра...
chs: 查找文件系统上的文件夹...
es: Búsqueda para una carpeta en el sistema de archivos...
fr: Recherche d'un dossier sur le disque dur...
it: Ricerca una cartella nel filesystem...
ja: ファイルシステムからフォルダを探す...
ko: 파일 시스템에 있는 폴더 찾기...
nl_nl: Bladeren...
sr_cyrl_cs: Погледај фолдер у систему фајлова...
tr: Dosya sisteminde klasör ara...

# checkEnclosureSizeOnDiskLimited.Text
source: Total disk space used must not exceed
bg: Общият размер дисково пространство не трябва да надвишава
chs: 不能超出已使用磁盘空间的总和
es: El total del espacio de disco usado no debe exceder de
fr: Espace disque total maximum
it: Lo spazio totale su disco non deve superare
ja: 合計ディスク容量を超えることはできません
ko: 사용된 전체 디스크 용량이 절대로 다음의 표시된 용량을 넘지 않아야 됩니다
nl_nl: Schijfruimte niet overschreiden
sr_cyrl_cs: Не сме се прећи укупан простор на диску
tr: Kullanılabilecek maksimum disk alanı

# lblDownloadXAttachmentsPostfix.Text
source: Attachments
bg: Приложения
chs: 附件
es: Adjuntos
fr: Fichiers liés
ko: 첨부파일
nl_nl: Bijlagen
sr_cyrl_cs: Додатак
tr: Eklentiler

# checkOnlyDownloadLastXAttachments.Text
source: On initial subscription: only download last
bg: При първоначално записване: сваляй само най-новите
chs: 初始订阅：仅下载最近的
es: En la suscripción inicial: sólo descargue lo último
fr: Pour une nouvelle inscription: télécharger les derniers
it: Sulle nuove sottoscrizioni: scarica solo l'ultima
ja: 初期購読: 最後のダウンロード
ko: 초기 예약구독: 마지막 다운로드 만
nl_nl: Bij zelfde feed alleen nieuwste downloaden
sr_cyrl_cs: На иницијалан потпис: само преузми последнје
tr: İlk kez abone olunduğunda: şu kadar indir

# checkDownloadCreateFolderPerFeed.Text
source: Place downloads in subfolders named after the feed
bg: Съхранявай сваленото в папка с името на канала
chs: 将下载文件放置到按 feed 命名的子文件夹中
es: Colocar las descargas en subcarpetas con el nombre de la fuente
fr: Organiser en sous-dossiers nommés d'après le flux
it: Metti i download in cartelle denominate come il feed
ja: ファイルをフィード名をつけたフォルダにダウンロードする
ko: 피드를 한 후에 이름 정해진 서브폴더에 다운로드된 피드를 저장하기
nl_nl: Plaats bijlagen in mappen genaamd naar feed
sr_cyrl_cs: Смести преузете додатке у подфолдере именоване именом feed-а
tr: İndirilen eklentileri beslemeyle aynı ada sahip klasörlere yerleştir

# textEnclosureDirectory.ToolTip
source: Enclosure download path
bg: Показва адреса на папката за съхранение
chs: 其他附件下载路径
es: Ruta de descarga del documento adjunto
fr: Chemin de téléchargement des fichiers liés
it: Percorso degli attachments
ja: 添付ファイルダウンロード先
ko: 다운로드 경로를 지정하기
nl_nl: Map waarin bijlagen moeten worden geplaatst
sr_cyrl_cs: Огради путанју преузетих фајлова
tr: Eklenti indirme yolu

# labelEnclosureDirectory.Text
source: Download Attachments to:
bg: Сваляй приложените файлове в:
chs: 下载附件到：
es: Descargar adjuntos a:
fr: Télécharger les fichiers liés dans:
it: Scarica gli attachments in:
ja: 添付ファイルダウンロード先:
ko: 첨부된 파일을 여기로 저장하기:
nl_nl: Plaats bijlagen in:
sr_cyrl_cs: Преузми додатке у:
tr: Eklentileri şuraya indir:

# checkDownloadEnclosures.Text
source: Automatically download attachments
bg: Сваляй приложенията автоматично
chs: 自动下载附件
es: Descargar automáticamente los adjuntos
fr: Télécharger automatiquement les fichiers liés
it: Scarica automaticamente gli attachment
ja: ファイルを自動的にダウンロードする
ko: 자동으로 첨부된 파일들을 다운하기
nl_nl: Bijlagen automatisch downloaden
sr_cyrl_cs: Аутоматски преузми додатке
tr: Eklentileri otomatik olarak indir

# checkEnableEnclosureAlerts.Text
source: &Enable alert windows for newly downloaded attachments
bg: Разреши изплуващ прозорец при изтеглен нов файл
chs: 为新下载的附件启用警告窗口(&E)
es: &Activar las ventanas de alertas para adjuntos recién descargados
fr: Actionn&er les fenêtres d'alerte pour les nouveaux éléments
it: Abilita le fin&estre di alert per gli attachment nuovi
ja: 新規にダウンロードした添付ファイルのアラートを有効にする(&E)
ko: &새롭게 다운로드된 첨부파일들을 알림 윈도우로 알려주기
nl_nl: &Kennisgevingsvenster weergeven bij nieuw gedownloade bijlagen
sr_cyrl_cs: &Омогући прозор упозорења за нове преузете додатке
tr: &Yeni indirilen eklentiler olduğunda uyar

# lblSectionPanelEnclosureGeneral.Text
source: Configure the download behavior and download location of attachments in general.
bg: Общи настройки за сваляне на файлове.
chs: 设置附件的常规下载行为和下载路径。
es: Configurar el funcionamiento y la ubicación de las descargas de adjuntos en general.
fr: Configurer la méthode de téléchargement ainsi que le dossier de téléchargement pour les fichiers liés.
it: Configura il comportamento dei download e la posizione degli attachments in generale.
ja: ダウンロードの動作とファイルのダウンロード先フォルダを設定する
ko: 다운로드 방식거ㅣ 일반적인 첨부파일의 다운로드 장소를 설정하기.
nl_nl: Download instellingen en lokaties van bijlagen bewerken.
sr_cyrl_cs: Конфигуриши понашање преузимања и генералну локацију за преузете додатке.
tr: Eklentilerin indirildikten sonra yerleştirileceği yeri ve genel indirme ayarlarını belirleyin.

# btnApply.Text
source: Apply
bg: Приложи
chs: 应用
cht: 套用
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
nl_nl: &Toepassen
sr_cyrl_cs: Примени
tr: &Uygula

# $this.Text
source: Options
bg: Опции
chs: 选项
cht: 選項
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
nl_nl: Opties
sr_cyrl_cs: Опције
tr: Seçenekler

# checkMarkItemsAsReadWhenViewed.Text
source: Automatically mark news items as read when viewed
fr: Marque les nouveaux articles comme lus si vus
it: Imposta tutti gli elementi come letti quando sono stati visti
ja: 表示すると自動的に既読にします
ko: 뉴스 아이템을 읽은 후에 자동으로 읽음으로 표기하기

# checkMarkItemsAsReadWhenViewed.ToolTip
source: If checked, news items are automatically marked as read as you scroll through the reading pane
fr: Si coché, les nouveaux articles sont automatiquement marqués comme lus au fur et à mesure que vous vous déplacez dans le volet de lecture
it: Se selezionato, gli elementi delle news sono automaticamente impostati come letti quando scorri il pannello di lettura
ja: 表示ペインでスクロールすると自動的に既読にします
ko: 체크하면 마우스를 가지고 읽기패널에서 올리거나 내리거라를 할때 뉴스 아이템들을 자동으로 읽음으로 표기하기

# label8.Text
source: news items per page
fr: nouvelles par page
it: elementi delle news per pagina
ja: 1ページの記事数
ko: 페이지당 뉴스 아이템들

# numNewsItemsPerPage.ToolTip
source: The number of news items that should be shown in the reading pane per page
fr: Les nombre de de nouvelles qui seront affichés, par page, dans le volet de lecture
it: Il numero degli elementi delle news che deve essere visualizzato nel pannello di lettura per pagina
ja: 一ページに表示するニュース記事の数
ko: 뉴스 아이템들의 숫자들이 읽기패널에 페이지마다 보여 져야 됩니다

# checkLimitNewsItemsPerPage.Text
source: Show only
fr: Montrer seulement
it: Solo visualizzazione
ja: ページ
ko: 단지 보여 주기만 하기

# checkLimitNewsItemsPerPage.ToolTip
source: If checked, the reading pane is divided into separate pages each containing the specified number of news items
fr: Si coché, le panneau de lecture sera divisé en pages qui contiendront chacune le nombre spécifié de nouvelles
it: Se selezionato, il pannello di lettura sarà suddiviso in pagine diverse ognuna contenente il numero specificato di elementi news
ja: ニュース記事を複数のページに分割して表示ます。
ko: 체크 되면 읽기패널이 뉴스 아이템들이 지정된 숫자로 나누어진 페이지들로 나눠어 지게 됩니다.

# lblUsedFontNameSize.Text
source: Tahoma, 8pt
cht: Tahoma, 8點素
ja: Tahoma, 9pt

# lblFontSampleABC.Text
source: AaBbCcXxYyZz
ja: AaBbCcXxYyZzあいうえお
tr: AaBbĞğIıŞş

# openExeFileDialog.Filter
source: Executable files|*.exe|All files|*.*
fr: Fichiers éxécutables|*.exe|Tous les fichiers|*.*
ja: プログラム|*.exe|すべてのファイル|*.*

# openExeFileDialog.Title
source: Select a executable file
fr: Choisir un fichier exécutable
ja: プログラムの参照
tr: Çalıştırılabilir bir dosya seçin

# lblDownloadAttachmentsSmallerThanPostfix.Text
source: MB
fr: Mo

# comboMaxItemAge.Items
source: 1 day
cht: 1 天

# comboMaxItemAge.Items1
source: 2 days
cht: 2 天

# comboMaxItemAge.Items2
source: 3 days
cht: 3 天

# comboMaxItemAge.Items3
source: 4 days
cht: 4 天

# comboMaxItemAge.Items4
source: 5 days
cht: 5 天

# comboMaxItemAge.Items5
source: 6 days
cht: 6 天

# comboMaxItemAge.Items6
source: 7 days
cht: 7 天

# comboMaxItemAge.Items7
source: 14 days
cht: 14 天

# comboMaxItemAge.Items8
source: 21 days
cht: 21 天

# comboMaxItemAge.Items9
source: 1 month
cht: 1 月

# comboMaxItemAge.Items10
source: 2 months
cht: 2 月

# comboMaxItemAge.Items11
source: 1 quarter
cht: 1 季

# comboMaxItemAge.Items12
source: 2 quarters
cht: 2 季

# comboMaxItemAge.Items13
source: 3 quarters
cht: 3 季

# comboMaxItemAge.Items14
source: 1 year
cht: 1 年

# comboMaxItemAge.Items15
source: Unlimited
cht: 無限期
