Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/WinGui/Dialogs/PreferencesDialog.*.resx
Languages: bg, chs, cht, es, fr, it, ja, ko, nl_nl, sr_cyrl_cs, tr

# label2.Text
source: Use the default item formatting or select a custom XSLT formatter.
bg: Използвай формата по подразбиране или избери друг XSLT-формат
chs: 为新闻选择一个内置的或者自定义的格式化页.
cht: 使用預設新聞格式化或使用自定的XSLT格式器.
es: Especificar el intervalo al que deberían actualizarse las fuentes suscritas. Cada fuente con una frecuencia de refresco en este intervalo será solicitada de nuevo, (Conditional Get). Mire también
fr: Choisir le formatage par défaut ou sélectionner un formatage xslt personnalisé dans la liste des modèles.
it: Usa la formattazione di default degli item o seleziona un formattatore XSLT custom.
ja: デフォルトのスタイルシートを使うか、カスタム XSLT スタイルシートを選択します
ko: 기본 아이템 구성을 사용 하거나 혹은 맞춤 형식의 XSLT 구성을 선택합니다.
nl_nl: Gebruik de standaard opmaak op kies een XSLT opmaak-sjabloon.
sr_cyrl_cs: Користите освновно форматирање предмета или изаберите прилагођени XSLT форматер.
tr: Varsayılan biçimlemeyi kullanabilir veya aşağıdaki listeden özel bir XSLT biçimleme şablonu seçebilirsiniz.

# checkCustomFormatter.Text
source: Use a &custom formatter
bg: Използвай собствен формат
chs: 使用自定义的格式页(&c)
cht: 使用訂格式器&c
es: Usar un formateador personali&zado
fr: Utiliser un &formatage par défaut
it: Usa un formattatore &custom
ja: カスタム XSLT スタイルシートを使う(&C)
ko: &맞춤 형식의 구성을 사용 합니다
nl_nl: Maak &gebruik van een opmaak-sjabloon
sr_cyrl_cs: Користи &прилагођени форматер
tr: Ö&zel bir biçimleyici kullan

# checkCustomFormatter.ToolTip
source: Check this option to use a custom formatter
bg: Маркирайте тук, за да използвате друг формат
chs: 选中该选项用于定制格式
cht: 選取本選項使用自訂格式
es: Marque esta opción para usar un formateador personalizado
fr: Cochez cette option pour utiliser un formatage personnalisé
it: Seleziona questa opzione per utilizzare un formattatore custom
ja: カスタムスタイルシートを使う場合、チェックします
ko: 이 옵션을 선택 하셔서, 맞춤 형식의 구성으로 사용 합니다
nl_nl: Indien geactiveerd zal de opmaak van een item aan de hand van het sjabloon worden weergeven.
sr_cyrl_cs: Селектујте ову опцију за прилагођени форматер
tr: Özel bir biçimleyici kullanmak için bu seçeneği işaretleyin

# labelFormatters.Text
source: Formatter &Stylesheet:
bg: Стил на формата:
chs: 格式化风格页(&S):
cht: 格式器&Stylesheet:
es: Hoja de e&stilo del formateador:
fr: &Feuille de style :
it: Foglio di &Stile formattazione:
ja: スタイルシート
ko: &스타일시트 구성:
nl_nl: Opmaak-&sjabloon:
sr_cyrl_cs: &Каскадни стил форматера
tr: Biçimleyici &Şablonu:

# tabFeeds.Text
source: Feeds
bg: Канали
chs: 新闻
cht: 新聞
es: Fuentes
fr: Flux
ja: フィード
ko: 피드
sr_cyrl_cs: Извори
tr: Kaynaklar

# sectionPanelFeedsCommentDefs.Text
source: Comment Defaults
chs: 注释的默认值
cht: 發表預設
es: Comentarios por defecto
fr: Paramètres par défaut des commentaires
it: Defaults dei commenti
ja: 返信設定
ko: 기본 주석
nl_nl: Standaard identiteit
sr_cyrl_cs: Основно коментара
tr: Yorum Varsayılan Ayarları

# btnManageIdentities.Text
source: Identities...
bg: Самоличности...
chs: 标识符...
cht: 身分...
es: Identidades...
fr: Identités...
it: Identità...
ja: アカウント...
ko: 동일성...
nl_nl: Identiteiten...
sr_cyrl_cs: Идентитети...
tr: Kimlikler...

# linkCommentAPI.ToolTip
source: Read more about the 'CommentAPI'...
bg: Прочетeте повече за 'CommentAPI'...
chs: 阅读更多关于 'CommentAPI'...
cht: 更多關於 'CommentAPI'...
es: Lea más acerca de 'CommentAPI'...
fr: En savoir plus sur "CommentAPI"...
it: Leggi altre informazioni sulle 'CommentAPI'...
ja: 'CommentAPI'について...
ko: 커멘트API(CommentAPI)에 대해서 읽습니다...
nl_nl: Lees meer over 'CommentAPI'...
sr_cyrl_cs: Читајте више о 'CommentAPI'...
tr: 'CommentAPI' hakkında daha fazla bilgi...

# lblIdentityDropdownCaption.Text
source: User Identity for Comments
bg: Потребителско име за коментари
chs: 注释的用户标识符
cht: 將使用者身份作為發表
es: Identidad del usuario para los comentarios
fr: Identité utilisateur pour les commentaires
it: Identità dell'utente per i commenti
ja: 返信用アカウント:
ko: 주석을 위한 사용자 본질
nl_nl: Gebruikte identiteit voor reakties
sr_cyrl_cs: Кориснички идентитет за коментаре
tr: Yorumlar için Kullanıcı Kimliği

# label6.Text
source: Specify your personal default settings for posting replies to feed items. This feature is only available on feeds that support the CommentAPI. See also
bg: Определете личните данни, които ще се прилагат ако напишете коментар към новина. Това е възможно само в канали поддържащи "CommentAPI". Вижте също...
chs: 定制你的缺省个人设置，用来在发表新闻回复的时候使用. 这项功能只有在新闻支持CommentAPI的时候才能使用.
cht: 使用你的個人預設設定來回覆新聞資訊. 這個功能只能用在有被支援的發表API. 請參照
es: Especificar su configuración personal por defecto para publicar respuestas a los elementos de las fuentes. Esta característica sólo está disponible en fuentes que soporten el API CommentAPI. Mire también
fr: Spécifier vos paramètres personnels par défaut pour répondre aux messages. Cette fonctionnalité est uniquement disponible pour les flux compatibles avec CommentAPI.
it: Specifica le tue impostazioni di default per inserire le risposte agli item dei feed. Questa caratteristica è disponibile solo nei feed che supportano le CommentAPI. Vedi anche
ja: 返信につかうデフォルトアカウントを指定してください。この機能は、CommentAPI に対応する記事にのみ有効です。
ko: 피드 아이템들에 대한 답변을 위해서 여러분의 기본적인 설정들로 구성 합니다. 이 기능은 단지 커멘트API(CommentAPI)를 지원하는 피드들만 해당 됩니다.
nl_nl: Geef je standaard identiteit voor reageren op items. Deze optie is alleen beschikbaar bij feeds die CommentAPI ondersteunen. Zie ook
sr_cyrl_cs: Наведите ваше личне основне парамтетре за постирање одговора на предмете извора. Ова опција је могућа само на изворима који подржавају CommentAPI. Види исто
tr: Mesajları yanıtlarken kullanacağınız kişisel bilgileri giriniz. Bu özellik sadece CommentAPI'yı destekleyen kaynaklar için geçerlidir. Bakınız...

# sectionPanelFeedsTimings.Text
source: Feeds, Timing
bg: Новинарски канали, Обновяване
chs: Feeds, 定时
cht: 新聞, 時間設定
es: Fuentes, temporización
fr: Flux, Périodicité
it: Feeds, Temporizzazione
ja: フィード更新
ko: 피드, 타이밍(Timing)
nl_nl: Feeds, bewaartermijn
sr_cyrl_cs: Извори, тајминг
tr: Kaynaklar, Zamanlama

# label15.Text
source: Remove Items Older &Than:
bg: Премахвай новини по-стари от:
chs: 移除条目旧于(&T)：
cht: 移除過時新聞當超過&T:
es: Eliminar elementos más antiguos &que:
fr: Age maximum d'un message :
it: Rimuovo gli items più vecchi &Di:
ja: 対象期間(&T):
ko: 다음 보다 오래된 &아이템들을 제거 합니다:
nl_nl: Verwijder items ouder &dan
sr_cyrl_cs: Уклони предмете &старије од:
tr: Bundan daha eski öğeleri sil:

# linkLabel1.ToolTip
source: Read more about 'conditional get'...
bg: Прочетeje повече за 'conditional get'...
chs: 阅读更多关于 '有条件获取'...
cht: 更多關於 'conditional get'...
es: Lea más acerca de 'Conditional get'...
fr: En savoir plus à propos du "conditional get"...
it: Leggi altro a riguardo di 'conditional get'...
ja: 'conditional get'について...
ko: 'conditional get'에 대해 좀 더 읽어 봅니다
nl_nl: Lees meer over 'voorwaardelijk ophalen'...
sr_cyrl_cs: Прочитајте више о 'кондиционално узми'...
tr: 'Conditional Get' hakkında daha fazla bilgi...

# label5.Text
source: minutes
bg: минути
chs: 分钟
cht: 分
es: minutos
it: minuti
ja: 分
ko: 분
nl_nl: minuten
sr_cyrl_cs: минута
tr: dakikada bir

# label4.Text
source: &Update feeds every
bg: Обновявай каналите на...
chs: 更新每一个新闻
cht: 更新新聞每隔&U
es: Ac&tualizar fuentes cada
fr: &Mettre à jour les flux tous les
it: &Aggiorna i feed ogni
ja: 更新間隔(&U)
ko: &다음과 같은 주기로 피드를 항상 업데이트 합니다
nl_nl: Feeds &bijwerken elke
sr_cyrl_cs: &Ажурирај изворе сваких
tr: &Güncelleme sıklığı:

# label3.Text
source: Specify the interval your subscribed feeds should be updated. Each feed with a refresh rate within this interval will be requested again (Conditional Get). See also
bg: Определете интервала за търсене на нови публикации. Всеки канал ще бъде запитван след толкова време (Conditional Get). Вижте също...
chs: 指定更新新闻的时间间隔. 每条新闻都会在这个时间内被更新 (有条件的获得).
cht: 設定所訂閱的新聞要更新的間隔時間.每一個新聞的更新頻率在該定時中將會再度進行請求.請參閱
es: Especificar su configuración personal por defecto para publicar respuestas a los elementos de las fuentes. Esta característica sólo está disponible en fuentes que soporten el API CommentAPI. Mire también
fr: Spécifier l'intervalle au cours duquel les flux doivent être mis à jour. Chaque flux avec un taux de mise à jour dans cet intervalle sera téléchargé à nouveau (Conditional Get).
it: Specifica l'intervallo con cui i feed a cui sei sottoscritto devono essere aggiornati. Ogni feed con una frequenza di aggiornamento in questo intervallo verrà richiesto ancora (Conditional Get). Vedi anche
ja: フィードの更新間隔を指定してください。各フィードはこの間隔で、更新されているかどうかを確認します
ko: 여러분의 예약 구독 피드들이 업데이트 되어지는 기간을 표기 합니다.각 피드는 정해진 기간 안에서, 새롭게 하는 비율로 다시 구성되어 집니다(Conditional Get).
nl_nl: Kies de tijdsindicicatie wanneer feeds moeten worden bijgewerkt. Elke feed met een vernieuwingsinterval hierbinnen zal worden bijgewerkt (voorwaardelijk ophalen). Zie ook
sr_cyrl_cs: Наведите интервал у којем би извори на које сте потписани требали бити ажурирани. Сваки извор са одређеним освежавањем унутар овог интервала ће бити тражен опет (кондиционално узми). Види исто
tr: Abonesi olduğunuz kaynakların güncellenme aralığını belirtiniz. Yenileme oranı bu aralık içinde olan her kaynak tekrar istenecektir (Conditional Get). Bakınız...

# tabWebBrowser.Text
source: Web Browser
bg: Web Браузър
chs: 网页浏览器
cht: 瀏覽器
es: Navegador Web
fr: Navigateur Internet
it: Browser Web
ja: Web ブラウザ
ko: 웹 부라우저(Web Browser)
tr: Web Tarayıcı

# sectionPanelWebBrowserSecurity.Text
source: Security, Restrictions
bg: Сигурност, Ограничения
chs: 安全,限制
cht: 安全, 限制
es: Seguridad, restricciones
fr: Sécurité, restrictions
it: Sicurezza, Restrizioni
ja: セキュリティ設定
ko: 보안, 제안 사항
nl_nl: Beveiliging, beperkingen
sr_cyrl_cs: Сигурност, Забране
tr: Güvenlik, Kısıtlamalar

# labelCheckToAllow.Text
source: Check to allow:
bg: Отметни за "разрешено":
chs: 选择以允许：
cht: 檢查允許:
es: Marque para permitir:
fr: Cocher pour autoriser :
it: Seleziona per permettere:
ja: 許可する機能:
ko: 체크 하셔서 인증합니다:
nl_nl: Toegestaan:
sr_cyrl_cs: Селектујте да дозволите:
tr: İzin vermek için işaretle:

# checkBrowserActiveXAllowed.Text
source: ActiveX controls
chs: 允许ActiveX控件
cht: ActiveX 控制項
es: Controles activeX
fr: Contrôle ActiveX
it: Controlli ActiveX
ja: ActiveX コントロール
ko: 엑티브엑스 컨트롤(ActiveX controls)
nl_nl: ActiveX extenties
sr_cyrl_cs: ActiveX контроле
tr: ActiveX Kontrolleri

# checkBrowserJavascriptAllowed.Text
source: Javascript execution
chs: 允许Javescript
cht: 執行Javascript
es: Ejecución de Javascript
fr: Javascript
it: Esecuzione Javascript
ja: Java スクリプト
ko: 자바스크립트 실행(Javascript execution)
nl_nl: Javascript uitvoeren
sr_cyrl_cs: Javascript извршавање
tr: Javascript

# checkBrowserJavaAllowed.Text
source: Java Applets
bg: Java Аплети
chs: 允许Java小程序运行
es: Applets de Java
fr: Applets Java
ja: Java アプレット
ko: 자바 에플렛(Java Applets)
tr: Java Applet'leri

# checkBrowserBGSoundAllowed.Text
source: Background Sounds
bg: Звук
chs: 允许背景声音
cht: 背景音樂
es: Sonidos de fondo
fr: Sons
it: Suoni di Background
ja: サウンドを再生
ko: 뒷배경 사운드
nl_nl: Geluiden afspelen
sr_cyrl_cs: Звук позадине
tr: Arkaplan Sesleri

# checkBrowserVideoAllowed.Text
source: Videos
bg: Видео
chs: 允许视频
cht: 視訊
es: Vídeos
fr: Vidéo
it: Video
ja: ビデオを再生
ko: 비디오들
nl_nl: Video's afspelen
sr_cyrl_cs: Видео
tr: Videolar

# checkBrowserImagesAllowed.Text
source: Download of images
bg: Сваляне на картинки
chs: 允许下载图片
cht: 下載影像圖檔
es: Descarga de imágenes
fr: Images
it: Scarico delle immagini
ja: 画像を表示
ko: 이미지 다운로드
nl_nl: Afbeeldingen weergeven
sr_cyrl_cs: Скидање слика
tr: Resimlerin İndirilmesi

# label19.Text
source: If you modified any security setting, the setting will be active immediately only on new Browser Tabs, or on any Browser Tab after you restart the application! The settings do not have any effect on the reading pane!
bg: Ако измените някоя от настройките, то промените ще влязат в сила при отварянето на нов прозорец. За да влязат в сила за всички - рестартирайте програмата. Настройките не влияят върху подреждането и позицията на новините!
chs: 如果你修改了安全设置, 这些设置只会在最新打开的Tab上生效, 或者在程序重新启动后完全生效! 这些设置不会影响新闻详细内容阅览窗口!
cht: 若你朽該任何安全設定, 這設定將只會立即生效於新開啟的瀏覽分頁, 或重新啟動程式後的分頁! 在閱讀面版本設定沒有任何效果!
es: Si modificó una configuración de seguridad, ¡La configuración será activada inmediatamente sólo en nuevas pestañas del navegador, o en cualquier pestaña del navegador después de reiniciar la aplicación!, ¡Las configuraciones no tienen ningún efecto en el panel de lectura!
fr: Si vous modifiez des paramètres de sécurité, ces paramètres ne seront actifs que pour les nouveaux onglets, ou pour tous les onglets si vous redémarrez l'application. Ces paramètres sont sans effet sur la fenêtre des messages.
it: Se modifichi una impostazione di sicurezza, l'impostazione sarà attivata solo nei nuovi browser tab o in tutti i browser tab dopo aver riavviato l'applicazione! Le impostazioni non anno nessun effetto nel pannello di lettura!
ja: セキュリティ設定の変更は、新しいウィンドウを開くか、アプリケーションを再起動したときに有効になります。現在開いているウィンドウには影響しません
ko: 어떠한 보안 구성을 변경 하시면 새로운 구성은 새로운 부라우져 탭이나 여러분이 어플리케이션을 다시 시작 한 부라우져에만 적용이 됩니다! 구성요소들은 읽기 패널에는 아무런 영향력이 없습니다!
nl_nl: Wijzigingen zijn enkel van invloed op nieuwe browsertabs en na een herstart van het programma op elke browsertab. Deze instellingen zijn niet van invloed op het leesvenster.
sr_cyrl_cs: Ако промените било које параметре сигурности, подешавања ће бити активна тренутно само у новом одељку претраживача, или било којем одељку претраживача након што рестартујете апликацију! Ови параметри немају никакав ефект на панел за читање!
tr: Herhangi bir güvenlik ayarını değiştirdiğinizde, yeni ayarlar sadece bundan sonra yeni açılacak tarayıcı sekmelerinde hemen geçerli olur, ve ancak uygulama yeniden başlatıldıktan sonra tüm sekmelerde geçerli hale gelir! Buradaki ayarların okuma panosuna herhangi bir etkisi yoktur!

# sectionPanelWebBrowserOnNewWindow.Text
source: On Link Clicked and New Window
bg: При кликване върху връзка или нов прозорец
chs: 当打开新窗口的时候
cht: 超連結點擊及開啟新視窗
es: Al pulsar un vínculo y al abrir una nueva ventana
fr: Sur la sélection d'un lien et une nouvelle fenêtre
it: Quando viene clickato un link e nuova finestra
ja: リンククリック時のウィンドウの開き方
ko: 새로운 윈도우와 링크 클릭
nl_nl: Klikken op link en nieuwe vensters
sr_cyrl_cs: На кликнут линк и на нови прозор
tr: Bağlantıya Tıklandığında ve Yeni Pencerede

# checkOpenTabsInBackground.Text
source: Load new tabs in the background
bg: Зареждай новите табове на заден план
chs: 在后台载入新标签页
es: Cargue pestañas nuevas en segundo plano
fr: Charger les nouveaux onglet en arrière plan
it: Carica i nuovi tabs in background
ja: 新しいタブをバックグランドで開く
ko: 뒷배경에 새로운 탭들을 설정 합니다
nl_nl: Nieuwe tabs op de achtergrond laden
sr_cyrl_cs: Учитај нове одељке у позадини
tr: Yeni sekmeleri arka planda aç

# optNewWindowCustomExec.Text
source: Start this E&xecutable:
bg: Стартирай тази програма:
chs: 开始执行(&x):
cht: 執行外部應用程式&x:
es: Usar este e&jecutable:
fr: Démarrer cet e&xécutable :
it: Lancia questo E&seguibile:
ja: プログラムを起動する(&X)
ko: 이 것을& 실행 할수 있도록 시작합니다:
nl_nl: Start dit &programma:
sr_cyrl_cs: Стартуј овај И&звршни фајл:
tr: &Bu programla aç:

# optNewWindowDefaultWebBrowser.Text
source: Open the configured &Default Web Browser
bg: Отвори с браузъра
chs: 打开缺省配置的网页浏览器(&D)
cht: 開啟系統已設定的預設瀏覽器&D
es: Abrir el navegador web configurado por &defecto
fr: Ouvrir le &navigateur par défault
it: Apri i browser web di &Default
ja: デフォルトWebブラウザを開く(&D)
ko: 설정된 &기본 웹 브라우져(Web Browser)를 오픈 합니다
nl_nl: Open de &standaard webbrowser
sr_cyrl_cs: Отвори конфигурисани &Основни Web Browser
tr: Varsayılan web &tarayıcısı ile aç

# optNewWindowOnTab.Text
source: Open a new &Tab (default)
bg: Отвори нов &Таб (по подразбиране)
chs: 打开一个新的Tab页(缺省)
cht: 開啟新分頁&T(預設)
es: Abrir una nue&va pestaña (predeterminado)
fr: Ouvrir un nouvel &onglet (par défaut)
it: Apri un nuovo &Tab (default)
ja: 新しいタブを開く(&T) (デフォルト)
ko: 새로운 &탭을 오픈합니다 (기본 값)
nl_nl: Open een nieuwe &tab (standaard)
sr_cyrl_cs: Отвори нови &Одељак (основно)
tr: Uygulama içinde &yeni bir sekmede aç (varsayılan)

# checkReuseFirstBrowserTab.Text
source: Reuse open browser tabs
bg: Използвай един и същ таб на браузера
chs: 重新打开浏览器标签页
cht: 使用現有分頁
es: Reusar pestañas abiertas del navegador
fr: Réutiliser les onglets du navigateur
it: Riutilizza i tab browser aperti
ja: 既に開いているタブを使う
ko: 오픈된 브라우져 탭들을 다시 사용합니다
nl_nl: Laden in openstaande browser tabs
sr_cyrl_cs: Искористи отворене одељке претраживача
tr: Açık tarayıcı sekmelerini tekrar kullan

# labelBrowserStartExecutable.Text
source: &Program File:
bg: Файл:
chs: 程序文件(&P):
cht: 應用程式&P:
es: Archivo de &programa:
fr: &Fichier :
ja: プログラム(&P)
ko: &프로그램 파일:
nl_nl: &Programma:
sr_cyrl_cs: &Фајл програма:
tr: &Uygulama:

# label16.Text
source: Select an option to determine the behavior of the application when a link is clicked that requires opening a browser window.
bg: Изберете начин за отваряне на линк при кликване. С вградения браузър или в нов прозорец
chs: 为内置的浏览器设置在接到新开窗口请求的时候采取什么样的举动.
cht: 選取一個方式來作為內部瀏覽器,當點擊超連結或開啟新視窗
es: Seleccione una opción para determinar el comportamiento que el navegador interno debería tener al hacer clic sobre un vínculo HTML o al abrir una nueva ventana.
fr: Choisir comment le navigateur interne doit gérer un clic sur un lien HTML ou ouvrir une nouvelle fenêtre.
it: Seleziona una opzione per definire il comportamento con cui il browser interno gestisce i click nei link HTML o aprire una nuova finestra.
ja: 内蔵のブラウザのリンクをクリックしたときの処理の仕方を選択してください。
ko: 브라우져 윈도우 열기가 요구되어 지어지는 링크 하나를 열때 어플리케이션의 움직임을 결정하기 위한 옵션을 선택 합니다.
nl_nl: Hiermee kun je aangeven hoe het programma moet reageren bij het klikken op een link van een webadres.
sr_cyrl_cs: Изаберите опцију да одредите понашање које треба да реши интерни претраживач приликом клика на HTML линк или отварањем новог прозора.
tr: Bir HTML bağlantısı tıklandığında veya yeni bir pencere açıldığında bütünleşik tarayıcının nasıl davranması gerektiğini belirleyin.

# tabWebSearch.Text
source: Web Search
bg: Web Търсене
chs: 网页搜索
cht: 網站搜尋
es: Búsqueda en Web
fr: Recherche Internet
it: Ricerca Web
ja: Web検索
ko: 웹 검색
nl_nl: Zoeken op internet
sr_cyrl_cs: Web претрага
tr: Arama

# sectionPanelWebSearchEngines.Text
source: Search Engines
bg: Търсачки
chs: 搜索引擎
cht: 搜尋引擎
es: Motores de Búsqueda
fr: Moteurs de recherche
it: Motori di ricerca
ja: 検索エンジン
ko: 서치 엔진
nl_nl: Zoekmachines
sr_cyrl_cs: Претраживачи
tr: Arama Motorları

# btnSERemove.Text
source: Remove
bg: Премахни
chs: 删除
cht: 移除
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl_nl: Verwijder
sr_cyrl_cs: Уклони
tr: Kaldır

# btnSERemove.ToolTip
source: Remove the selected Search Engine
bg: Премахни избраната търсачка
chs: 移除所选搜索引擎
cht: 移除選擇的代理伺服器
es: Eliminar los motor de búsqueda seleccionados
fr: Supprime le moteur de recherche sélectionné
it: Rimuovi il motore di ricerca selezionato
ja: 選択した検索エンジンを削除する
ko: 선택된 검색 엔진을 제거 하기
nl_nl: Verwijdert de gekozen zoekmachine uit de lijst
sr_cyrl_cs: Уклони изабрани претраживач
tr: Seçili arama motorunu kaldır

# btnSEAdd.Text
source: Add...
bg: Добави...
chs: 增加...
cht: 加入...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
ja: 追加...
ko: 더하기...
nl_nl: Toevoegen...
sr_cyrl_cs: Додај...
tr: Ekle...

# btnSEAdd.ToolTip
source: Add a new Search Engine
bg: Добави нова търсачка
chs: 添加新的搜索引擎
cht: 加入新的搜尋引擎
es: Añadir un nuevo motor de búsqueda
fr: Ajouter un nouveau moteur de recherche
it: Aggiungi un nuovo motore di ricerca
ja: 検索エンジンを追加する
ko: 새로운 검색 엔진 하나를 더하기
nl_nl: Voeg een nieuwe zoekmachine aan de lijst toe
sr_cyrl_cs: Додај нови претраживач
tr: Yeni bir arama motoru ekle

# btnSEProperties.Text
source: Properties...
bg: Допълнения...
chs: 属性...
cht: 屬性...
es: Propiedades...
fr: Propriétés...
it: Proprietà...
ja: プロパティ...
ko: 설정요소들...
nl_nl: Eigenschappen
sr_cyrl_cs: Параметри...
tr: Özellikler...

# btnSEProperties.ToolTip
source: Open Search Engine Properties Dialog
bg: Отваря диалог за настройка на "Търсене"
chs: 打开搜索引擎属性对话框
cht: 開啟搜尋引擎屬性對話視窗
es: Abrir diálogo de propiedades del motor de búsqueda
fr: Ouvre la boîte de dialogue des propriétés des moteurs de recherche
it: Apri la finestra delle proprietà del motore di ricerca
ja: 検索エンジンのプロパティダイアログを開く
ko: 검색 엔진 설정 요소 창을 열기
nl_nl: Opent het eigenschappen venster van de zoekmachine
sr_cyrl_cs: Отвори дијалог параметара претраживача
tr: Arama motoru özellikler penceresini aç

# btnSEMoveDown.Text
source: Move Down
bg: Премести надолу
chs: 向下移动
cht: 向下
es: Mover abajo
fr: Descendre
it: Muovi giù
ja: 下へ
ko: 아래로 움직이기
nl_nl: Omlaag
sr_cyrl_cs: Помери доле
tr: Aşağı

# btnSEMoveDown.ToolTip
source: Move item down
bg: Премести надолу
chs: 下移条目
cht: 向下移動項目
es: Mueve los elemento un paso abajo
fr: Déplace l'élément vers le bas
it: Muovi l'item verso il basso
ja: 下に移動する
ko: 아이템을 아래로 움직이기
nl_nl: Schuif omlaag
sr_cyrl_cs: Помери предмет горе
tr: Öğeyi aşağı kaydır

# btnSEMoveUp.Text
source: Move Up
bg: Нагоре
chs: 向上移动
cht: 向上
es: Mover arriba
fr: Monter
it: Muovi su
ja: 上へ
ko: 위로
nl_nl: Omhoog
sr_cyrl_cs: Помери горе
tr: Yukarı

# btnSEMoveUp.ToolTip
source: Move item up
bg: Мести Нагоре
chs: 上移条目
cht: 向上移動項目
es: Mueve los elemento un paso arriba
fr: Déplace l'élément vers le haut
it: Muovi l'item verso l'alto
ja: 上に移動する
ko: 움직인 아이템을 위로 움직이기
nl_nl: Schuif omhoog
sr_cyrl_cs: Помери предмет горе
tr: Öğeyi yukarı kaydır

# columnHeader1.Text
source: Engine Title
bg: Име на търсачката
chs: 引擎标题
cht: 引擎標題
es: Título del motor
fr: Titre du moteur
it: Titolo motore
ja: エンジン名
ko: 엔진 제목
nl_nl: Naam voor zoekmachine
sr_cyrl_cs: Наслов
tr: Arama Motoru

# columnHeader2.Text
source: Description
bg: Описание
chs: 描述
cht: 描述
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl_nl: Beschrijving
sr_cyrl_cs: Опис
tr: Açıklama

# label17.Text
source: Select the search engine(s), that should be active if you press the toolbar 'Search Web' command by the checkboxes on the list below.
bg: Изберете търсачка от списъка по-долу, която ще е активна когато натиснете Търси
chs: 选择搜索引擎.
cht: 選擇要使用的搜尋引擎,將會在工具列上按下"網站搜尋"時啟動下面所指定的蒐搜尋引擎.
es: Seleccione los motores de búsqueda que deberían estar activos si pulsa el comando de la barra de herramientas 'Buscar en Web' con los cuadros de selección en la lista inferior.
fr: Choisir le(s) moteur(s) de recherche, qui seront actif(s) si vous cliquez sur l'icône "Recherche"
it: Seleziona il(i) motore(i) di ricerca, questo deve essere attivo se premi il comando 'Ricerca Web' della toolbar con i checkboxes nella lista sotto
ja: Web検索ボタンを押したときに利用したい検索エンジンをチェックしてください
ko: 아래의 리스트에 있는 체크박스를 이용하여 툴바에 있는 검색 웹( 'Search Web') '명령'을 눌러서 작동하는 검색 엔진들을 선택하기
nl_nl: Kies de zoekmachines die moeten worden weergegeven bij het drukken op de knop 'Zoek op internet'.
sr_cyrl_cs: Изаберите претраживач(е), који би требали бити активни ако притиснете 'Претражуј Web' команду поред поља за селектовање у листи испод.
tr: Araç çubuğundaki web arama düğmesine basıldığında kullanılacak arama motorlarını aşağıdaki kutuları işaretleyerek belirleyin.

# tabNetConnection.Text
source: Network Connection
bg: Връзка с Мрежата
chs: 网络联结
cht: 網路連結
es: Conexión de red
fr: Connexion réseau
it: Connessioni di rete
ja: ネットワーク接続
ko: 네트워크 연결
nl_nl: Verbindingen
sr_cyrl_cs: Мрежна конекција
tr: Ağ Bağlantısı

# sectionPanelNetworkConnectionProxy.Text
source: Proxy server
bg: Прокси сървър
chs: 代理服务器
cht: 代理伺服器
es: Servidor Proxy
fr: Serveur de Proxy
ja: プロキシサーバー
ko: 프록시(Proxy) 서버
sr_cyrl_cs: Proxy сервер
tr: Proxy Sunucusu

# textProxyBypassList.ToolTip
source: Addresses exception list
bg: Списък с изключените адреси
chs: 异常地址列表
cht: 位址異常清單
es: Lista de direcciones de excepción
fr: Liste des adresses d'exception
it: Lista delle eccezioni degli indirizzi
ja: 除外するアドレスの一覧
ko: 어드레스 제외 리스트
nl_nl: Lijst van uitzonderingen
sr_cyrl_cs: Листа изнимки адреса
tr: Proxy sunucusu kullanılması istenmeyen adreslerin listesi

# checkNoProxy.Text
source: &Don't use a proxy server
bg: Не използвай прокси сървър
chs: 不要使用代理服务器(&D)
cht: 不使用代理伺服器&D
es: No &usar un servidor Proxy
fr: &Ne pas utiliser un serveur de proxy
it: &Non usare il proxy server
ja: プロキシサーバーを使用しない(&D)
ko: &프록시 서버를 사용하지 않기
nl_nl: &Geen proxyserver gebruiken
sr_cyrl_cs: &Не користи proxy сервер
tr: Proxy &sunucusu kullanma
