Repository: RssBandit/RssBandit
Catalog: branches/v1.9.x/source/RssBandit/WinGui/Dialogs/AddSubscriptionWizard.*.resx
Languages: pt_br

# lblMinutes.Text
source: minutes
pt_br: minutos

# pageValidateUrl.Text
source: Please wait...
pt_br: Por favor, aguarde...

# pageWelcome.Text
source: Welcome to the Add Subscription Wizard!
pt_br: Bem-vindo ao assistente para adição de Inscrição!

# lblNewByURL.Text
source: URL:
pt_br: Endereço de internet:

# lblPassword.Text
source: &Password:
pt_br: &Senha:

# pageFoundMultipleFeeds.Text
source: Multiple feeds found
pt_br: Multiplos canais encontrados

# lblNewByNNTPGroupIntro.Text
source: To be able to subscribe to a Usenet news group, you must have defined at least one NNTP server. You can click "Manage..." to create a new one or change the settings.
pt_br: Para inscrever-se em um grupo de notícias NNTP, você precisa definir pelo menos um servidor NNTP. Você pode clicar em "Gerenciar..." para criar um novo ou mudar as definições.

# lblFeedCategory.Text
source: Category:
pt_br: Categoria:

# pageNewByURL.Text
source: New subscription by URL
pt_br: Nova inscrição por endereço de internet

# pageFeedCredentials.Text
source: Subscription Credentials
pt_br: Credenciais para Inscrição

# chkDisplayWelcome.Text
source: Always display this Wizard Welcome Page
pt_br: Sempre apresentar a página de boas vindas deste Assistente

# lblWaitStepIntro.Text
source: This step applies the following task(s):
pt_br: Este passo se aplica à(s) seguinte(s) tarefa(s):

# lblCompletionMessage.Text
source: The subscription is ready to be added to your subscriptions list.
pt_br: A Inscrição está pronta para ser incluída em sua lista de inscrições.

# btnManageSearchEngines.Text
source: Manage...
pt_br: Gerenciar...

# lblWelcomeInfoBox.Text
source: The wizard requires at some steps you are connected to the Internet! If not, ensure to connect your computer now.
pt_br: O Assistente requer em alguns passos que você esteja conectado à Internet! Se não, certifique-se de conectar seu computador à internet agora.

# pageFeedItemDisplay.Text
source: Feed/Item Display
pt_br: Apresentar Canal/Item

# lblFeedItemDisplayIntro.Text
source: Use the default feed/item formatting or select a custom XSLT formatter.
pt_br: Usar a formatação de canal/item padrão ou selecionar um formatador XSLT customizado.

# lblMultipleFeedsFoundHint2.Text
source: If the required feed cannot be found in the list, please click Back to initiate a new search.
pt_br: Se o canal requerido nao pode ser encontrado na lista, por favor, clique Voltar para iniciar uma nova pesquisa.

# lblUsername.Text
source: &Username:
pt_br: &Nome do usuário:

# lblPageTitleCredentialsIntro.Text
source: Here you can specify the title for the subscription, the feed source and add it to a new or existing category
pt_br: Aqui você pode especificar o título para a inscrição e adicioná-la à uma categoria nova ou já existente

# lblNewBySearchWords.Text
source: Key word(s) or topic:
pt_br: Palavra(s) chave ou tópico:

# pageNewBySearchTopic.Text
source: New subscription by Search
pt_br: Nova inscrição por Pesquisa

# pageFeedItemControl.Text
source: Feed/Item Control
pt_br: Controle de Canal/Item

# checkUseCustomFormatter.Text
source: Use a &custom formatter
pt_br: Usar um formatador &customizado

# pageNewByNNTPGroup.Text
source: New subscription of a Usenet news group
pt_br: Nova inscrição de um grupo NNTP

# lblNNTPServer.Text
source: NNTP Server:
pt_br: Servidor NNTP:

# pageHowToSelection.Text
source: New Subscription
pt_br: Nova Inscrição

# btnManageNNTPServer.Text
source: Manage...
pt_br: Gerenciar...

# lblFeedCredentialsIntro.Text
source: Here you can specify the username and password need to access the subscription (if any)
pt_br: Aqui você pode especificar o nome do usuário e senha necessário para acessar a inscrição (se necessário)

# lblHowToSubscribeIntro.Text
source: Please select one of the options below you like to add a new subscription:
pt_br: Por favor, selecione uma das opções abaixo que você gostaria de adicionar à nova inscrição:

# lblValidationTask1.Text
source: InProgress
pt_br: Em andamento

# lblNewBySearchEngines.Text
source: Search engine:
pt_br: Mecânismo de pesquisa:

# wizard.Text
source: wizard
pt_br: assistente

# checkEnableAlertOnNewItems.Text
source: &Enable alert windows on received items
pt_br: &Habilita janela de alerta para ítens recebidos

# lblFeedItemControlIntro.Text
source: Here you can change the application behavior for the "New Items received" event, the maximum item age to control the time items get automatically purged and the update request frequency.
pt_br: Aqui você pode alterar o comportamento da aplicação para o evento "Novo(s) Item(ns) recebido(s)", controle da idade máxima de item (o tempo que leva até que seja automaticamente expurgado) e a freqüência de requisições de atualização.

# lblNNTPGroups.Text
source: Groups:
pt_br: Grupos:

# lblNewByURLIntro.Text
source: If you are not sure about the web feed's URL, enter the web browser address of the web site or page and RSS Bandit will try to autodiscover the feed.
pt_br: Se você não tem certeza a respeito do endereço de internet do canal de internet, entre com o endereço de internet usado no navegador de internet e RSS Bandit tentará descobrir o endereço do canal automaticamente.

# lblWelcomeHelpMessage2.Text
source: • Validating the subscription source and manage additional properties maybe required for a successful request (e.g. credentials).
pt_br: • Validação do fonte de inscrição e o gerenciamento de propriedades adicionais pode ser requerida para uma solicitação bem sucedida (e.g. credenciais).

# radioNewByURL.Text
source: I will enter the URL of the web feed or page
pt_br: Eu informarei o endereço de internet do canal ou página

# lblMultipleFeedsFound.Text
source: Feeds found:
pt_br: Canais encontrados:

# finishPage.Text
source: Complete!
pt_br: Completo!

# _btnImmediateFinish.Text
source: Finish
pt_br: Finalizado

# lblMultipleFeedsFoundHint1.Text
source: From the list below, select a feed, and then click Next to specify the details about the new subscription.
pt_br: Da lista abaixo, , selecione um canal, e então clique Próximo para especificar os detalhes a respeito da nova inscrição.

# lblValidationTask2.Text
source: Pending
pt_br: Pendente

# lblNewBySearchIntro.Text
source: The result depends on the used search engine. Some of them are online Feed search services that are able to find related web feeds you can directly subscribe to (Syndic8). Other may simply provide the search result as a web feed.
pt_br: O resultado depende do mecânismo de busca utilizado. Alguns deles são serviços de pesquisa de canal online que são capazes de encontrar canais relacionados e que você pode se inscrever diretamente (Syndic8). Outros podem simplesmente fornecer o resultado da pesquisa como um canal de internet.

# lblFormatterStylesheet.Text
source: Formatter &Stylesheet:
pt_br: &Folha de estilo de formatador:

# radioNewByNNTPGroup.Text
source: I want to subscribe to a NNTP newsgroup
pt_br: Eu quero inscrever-me em um grupo de notícias NNTP

# checkNewByURLValidate.Text
source: Autodiscover and verify the feed
pt_br: Descubra automaticamente e verifique o canal

# lblUpdateFrequency.Text
source: Update frequency:
pt_br: Freqüência de atualização:

# pageTitleCategory.Text
source: Title and Category
pt_br: Título e Categoria

# lblWelcomeHelpMessage1.Text
source: • Examining an HTML page for available feeds or find feeds by specific key words.
pt_br: • Procura por canais disponíves em uma página HTML or procura canais por palavras chaves específicas.

# lblFeedTitle.Text
source: &Title:
pt_br: &Título:

# lblRemoveItemsOlderThan.Text
source: Remove items older than:
pt_br: Remover ítens mais velhos que:

# radioNewByTopicSearch.Text
source: I want to search for subscriptions by key word(s)
pt_br: Eu quero procurar por inscrições por palavra(s) chave

# checkMarkItemsReadOnExiting.Text
source: &Mark items as read on exiting feed
pt_br: &Marque ítens como lidos ao sair do canal

# $this.Text
source: Add Subscription Wizard
pt_br: Assistente para inclusão de inscrição

# lblReloadNntpListOfGroups.Text
source: Reload list of groups
pt_br: Recarregar lista de grupos

# pageWelcome.IntroductionText
source: This wizard helps you:
pt_br: Este assistente ajuda você a:

# pageTitleCategory.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
pt_br: Por favor, pressione "Próximo" para ir para o próximo passo ou "Finalizar" para adicionar sua nova inscrição

# pageFeedCredentials.ProceedText
source: Please click "Next" to enter or change Feed/Item control settings...
pt_br: Por favor, pressione "Próximo" para informar ou alterar as definições de controle de Canal/Item...

# pageFeedItemControl.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
pt_br: Por favor, pressione "Próximo" para ir para o próximo passo ou "Finalizar" para adicionar sua nova inscrição

# pageFeedItemDisplay.ProceedText
source: Please click "Next" to continue to the next step or "Finish" to add your new subscription
pt_br: Por favor, pressione "Próximo" para ir para o próximo passo ou "Finalizar" para adicionar sua nova inscrição

# finishPage.FinishText
source: You have almost completed adding a new subscription. Click the "Finish" button to add your new subscription.
pt_br: Você quase completou a adição de uma nova inscrição. Pressione o botão "Finalizar" para adicionar sua nova inscrição.

# pageHowToSelection.Description
source: A subscription stores news items from specific sources. How would you like to add a new subscription?
pt_br: Uma inscrição armazena novos itens de uma fonte específica. Como você gostaria de adicionar uma nova inscrição?

# pageNewByURL.Description
source: Adds a subscription whose web feed can be found at the specified location.
pt_br: Adiciona uma inscrição cujo canal de internet pode ser encontrado em uma localização específica.

# pageFoundMultipleFeeds.Description
source: Please select the desired feed for subscription
pt_br: Por favor, selecione o canal desejado para a inscrição

# pageTitleCategory.Description
source: Please verify the title and select a category
pt_br: Por favor, verifique o título e selecione uma categoria

# pageFeedCredentials.Description
source: Enter credential informations if required.
pt_br: Informe as informações de credencial, se exigido.

# pageFeedItemControl.Description
source: Optional Subscription Properties related to the feed and it's items
pt_br: Propriedades opcionais da inscrição relacionadas ao canal e seus ítens

# pageFeedItemDisplay.Description
source: Optional Properties to control the display of the feed and it's items
pt_br: Propriedades opcionais que controlam a apresentação do canal e seus ítens

# pageNewBySearchTopic.Description
source: Specify the key word(s) or topic to find related web feeds or search results.
pt_br: Especifique a(s) palavra(s) chave(s) ou tópico para localizar canais de internet relacionados ou resultados de pesquisa.

# pageNewByNNTPGroup.Description
source: Select a NNTP server and one of the provided groups you want to subscribe.
pt_br: Selecione um servidor NNTP e um dos grupos fornecidos ao qual você deseja inscrever-se.

# lblAutodiscoverHelp.Text
source: Autodiscover
pt_br: Descobrir automáticamente

# linkLabelCanonicalUrl.ToolTip
source: The canonicalized URL we will use
pt_br: O endereço de internet canonizado que usaremos
