Repository: RssBandit/RssBandit
Catalog: trunk/source/RssBandit/plugins/Resources/PluginsText.*.resx
Languages: bg, fr, ja, nl_nl

# RES_MenuEmailThisCaption
source: Email This...
bg: Изпрати с е-mail...
fr: Envoyer par mail...
ja: メール送信する
nl_nl: E-mail dit...

# RES_MenuDeliciousCaption
source: Post to del.icio.us
bg: Изпрати до del.icio.us
fr: Envoyer à del.icio.us
ja: del.icio.us へ投稿する
nl_nl: Publiceer op del.icio.us

# RES_MenuWBloggarCaption
source: Blog This Using W::Bloggar...
bg: Блог през W::Bloggar...
fr: Blog avec W::Bloggar...
ja: W::Bloggar を使ったブログを作成する
nl_nl: Blog dit met W::Bloggar...

# RES_ExceptionWBloggarNotFound
source: No registry setting for w::bloggar located. Please install w::bloggar from http://www.bloggar.com to get this feature to work
bg: Няма настройки за w::bloggar. Моля инсталирайте w::bloggar от http://www.bloggar.com за да може да използвате това
fr: Aucun paramètre de base de registre pour w::bloggar. Veuillez installer w::bloggar à partir de http://www.bloggar.com pour bénéficier de cette fonctionnalité.
ja: w::bloggar のレジストリ設定が見つかりません。w::bloggar をインストールしてください
nl_nl: Geen installatie van w::bloggar gevonden. Download en installeer w::bloggar vanaf http://www.bloggar.com om gebruik te kunnen maken van deze toepassing.

# RES_DeliciousIncompleteSubmissionTitle
source: Incomplete submission
bg: Недовършено изпращане
fr: Envoi incomplet
ja: 設定できませんでした
nl_nl: Verzending is niet volledig.

# RES_DeliciousIncompleteSubmissionMessage
source: One of the text fields was not filled.
bg: Едно от текстовите полета не е попълнено.
fr: Un des champs de texte n'a pas été rempli.
ja: 記入されていない項目があります
nl_nl: Een van de tekstvelden niet ingevuld.

# RES_DeliciousFormTags
source: &Tags
bg: &Таг
ja: タグ(&T)
nl_nl: &Sleutelwoorden

# RES_DeliciousFormUrl
source: &URL
ja: URL(&U)
nl_nl: &Webadres

# RES_DeliciousFormDescription
source: &Description
bg: &Описание
ja: 説明(&D)
nl_nl: &Onderwerp

# RES_DeliciousFormCancel
source: Cancel
bg: Отказ
fr: Annuler
ja: キャンセル
nl_nl: Annuleren

# RES_DeliciousFormPost
source: Post
bg: Изпрати
fr: Envoi
ja: 投稿
nl_nl: Verzenden

# RES_DeliciousFormAuthentication
source: Authentication
bg: Достоверност
fr: Authentification
ja: 認証
nl_nl: Authenticatie

# RES_DeliciousFormPassword
source: &Password
bg: &Парола
fr: &Mot de passe
ja: パスワード(&P)
nl_nl: &Wachtwoord

# RES_DeliciousFormUsername
source: User&name
bg: Име потребител
fr: &Nom utilisateur
ja: ユーザー名(&N)
nl_nl: User&Gebruikersnaam

# RES_DeliciousFormConfiguration
source: Del.icio.us Plugin Configuration...
bg: Del.icio.us Plugin настройки
fr: Configuration du plugin Del.icio.us
ja: Del.icio.us プラグイン設定
nl_nl: Del.icio.us Plugin instellingen...

# RES_MenuSendToOneNoteCaption
source: Send to OneNote...
bg: Изпрати до OneNote...
fr: Envoyer dans OneNote...
ja: OneNote へ送る...
nl_nl: Verzenden naar OneNote...

# RES_MenuSendToOneNoteConfigCaption
source: OneNote Plugin Configuration...
bg: OneNote Plugin настройки...
fr: Configuration du Plugin OneNote...
ja: OneNote プラグイン設定...
nl_nl: OneNote Plugin instellingen...

# RES_MenuLiveWriterCaption
source: Blog This Using Windows Live Writer...
bg: Публикувай чрез Windows Live Writer...
fr: Blogger ceci en utilisant Windows Live Writer...
ja: Windows Live Writer を使ったブログを作成する...
nl_nl: Blog dit met Windows Live Writer...

# RES_ExceptionLiveWriterNotFound
source: No registry setting for Windows Live Writer located. Please install Windows Live Writer from http://ideas.live.com to get this feature to work
bg: Не е открит Windows Live Writer. Моля, инсталирайте Windows Live Writer от http://ideas.live.com
fr: Aucun paramètre de base de registre pour Windows Live Writer. Veuillez installer Windows Live Writer à partir de http://ideas.live.com pour bénéficier de cette fonctionnalité.
ja: Windows Live Writer のレジストリ設定が見つかりません。この機能を利用するには、Windows Live Writer をインストールしてください。
nl_nl: Geen installatie van Windows Live Writer gevonden. Download en installeer Windows Live Writer vanaf http://ideas.live.com om gebruik te kunnen maken van deze toepassing.

# RES_MenuTwitterCaption
source: Post to Twitter
ja: Twitter へ投稿する

# RES_MenuTwitterFormConfiguration
source: Twitter Plugin Configuration...
ja: Twitter プラグイン設定...

# RES_TwitterIncompleteSubmissionMessage
source: Empty Message Body
ja: メッセージ本文がありません

# RES_ExceptionOneNoteBadConfigurationFileFormat
source: There was an error loading configuration from '{0}': {1}
ja: 設定ファイルを読み込めませんでした '{0}': {1}

# RES_ExceptionOneNoteWritingConfigurationFile
source: There was an error writing configuration file '{0}': {1}
ja: 設定ファイルを書き込めませんでした '{0}': {1}

# RES_DeliciousFormApiUrl
source: &del.icio.us API URL
fr: URL d'API &del.icio.us
nl_nl: &del.icio.us API webadres
